Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Keep Me Login
es_es: Mantenerme Conectado

source: Job Save Searches
es_es: Guardar Búsquedas de Empleo

source: View Job Searches
es_es: Ver Búsquedas de Empleo

source: Job Seeker Control Panel
es_es: Panel de Control del Candidato

source: Job Seeker Packages
es_es: Paquetes de Crédito para Candidatos

source: Add Resume
es_es: Agregar un Currículum

source: Add Cover Letter
es_es: Agregar una Carta de Presentación

source: Jobs By Categories
es_es: Empleos por Categorías

source: Jobs By Types
es_es: Empleos por Tipos

source: Job Alert
es_es: Alerta de Empleo

source: Job RSS
es_es: Empleo RSS

source: Short Listed Jobs
es_es: Empleos Preseleccionados

source: Gold Resumes
es_es: Currículums Dorados

source: Featured Resumes
es_es: CVs Destacados

source: Cover Letters
es_es: Cartas de Presentación

source: Resume Allow
es_es: Permiso para CV

source: Cover Letter Allow
es_es: Permiso para Carta de Presentación

source: You Have No Package
es_es: No tienes paquetes de créditos

source: Resume Allowed
es_es: CV Permitido

source: cover letters Allowed
es_es: Carta de Presentación Permitida

source: Job Search
es_es: Búsqueda de Empleo

source: Save Job Search
es_es: Guardar Búsqueda de Empleo

source: Apply Jobs
es_es: Postular a Empleos

source: You are not allow to view this page
es_es: No tienes permisos para ver esta página

source: Featured Resume Expire In Days
es_es: CVs Destacados Caducan en Días

source: Gold Resume Expire In Days
es_es: Currículums Dorados Caducan en Días

source: Comment
es_es: Comentario

source: Job Messages
es_es: Mensajes de Empleo

source: Subject
es_es: Asunto

source: Message History
es_es: Historial de Mensajes

source: You Sent
es_es: Enviaste

source: Job Seeker Sent
es_es: Candidato Envió

source: Employer Sent
es_es: Empleador Envió

source: Message history not found
es_es: Historial de mensajes no encontrado

source: No record found
es_es: No se encontraron registros

source: No record found for your request
es_es: No se encontraron registros para tu postulación

source: Paid Amount
es_es: Monto Pagado

source: Buy Date
es_es: Fecha de Compra

source: Resume Form
es_es: Formulario de CV

source: View Folder Resume
es_es: Ver Carpeta de CV

source: Resume Files
es_es: Archivos del CV

source: Searchable
es_es: Búsqueda Permitida

source: Photo
es_es: Foto

source: No File Selected
es_es: Ningún Archivo Seleccionado

source: Highest Education
es_es: Nivel Más Alto de Educación

source: Show More
es_es: Mostrar Más

source: Desired Salary
es_es: Salario Deseado

source: Save Resume
es_es: Guardar CV

source: Zipcode
es_es: Código Postal

source: Add New Address
es_es: Agregar Nueva Dirección

source: Save Address
es_es: Guardar Dirección

source: Cancel
es_es: Cancelar

source: Added Max Institutes
es_es: Se añadieron el máximo de institutos

source: Add New Education
es_es: Agregar Nueva Educación

source: Save Education
es_es: Guardar Educación

source: Add New Employer
es_es: Agregar Nuevo Empleador

source: Save Employer
es_es: Guardar Empleador

source: Save Skills
es_es: Guardar Habilidades

source: Add New Reference
es_es: Agregar Nueva Referencia

source: Reference City
es_es: Ciudad de Referencia

source: Save Reference
es_es: Guardar Referencia

source: Reading
es_es: Habilidad de Lectura

source: Writing
es_es: Habilidad de Escritura

source: Where Learned
es_es: ¿Institución donde aprendiste este idioma?

source: Add New Language
es_es: Agregar Nuevo Idioma

source: Save Language
es_es: Guardar Idioma

source: Please save opened form
es_es: Por favor, guarda el formulario abierto

source: Visitor can not edit resume
es_es: El visitante no puede editar el CV

source: Ok
es_es: Aceptar

source: Error occurred while getting resume
es_es: Se produjo un error al obtener el CV

source: File extension mismatched
es_es: La extensión del archivo no coincide

source: File size exceeded
es_es: Se excedió el tamaño del archivo

source: Clear files
es_es: Borrar archivos

source: This file will be rejected
es_es: Este archivo será rechazado

source: Maximum size limit exceeded
es_es: Se excedió el límite máximo de tamaño

source: And file size exceeded
es_es: Y se excedió el tamaño del archivo

source: Maximum resume files limit occurred
es_es: Se alcanzó el límite máximo de archivos para el CV

source: No uploaded file found
es_es: No se encontró ningún archivo cargado

source: Error occurred while getting resume uploaded resume files
es_es: Se produjo un error al obtener los archivos cargados del CV

source: Confirm to delete resume file?
es_es: ¿Confirmar la eliminación del archivo del CV?

source: Error occurred while deleting resume file
es_es: Se produjo un error al eliminar el archivo del CV

source: Show Less
es_es: Mostrar Menos

source: Resume Saved
es_es: CV Guardado

source: Error occurred while saving resume
es_es: Se produjo un error al guardar el CV

source: Date of birth must be less then today
es_es: La fecha de nacimiento debe ser anterior a hoy

source: Date start must be greater then today
es_es: La fecha de inicio debe ser posterior a hoy

source: Please check i am available
es_es: Por favor, marca la opción 'Estoy disponible'

source: Please check searchable
es_es: Por favor, marca la opción 'Búsqueda permitida'

source: Please select photo
es_es: Por favor, selecciona una foto

source: Please select resume file
es_es: Por favor, selecciona un archivo de CV

source: Please enter date of birth
es_es: Por favor, ingresa tu fecha de nacimiento

source: Please enter date you can start
es_es: Por favor, ingresa la fecha en que puedes comenzar

source: Are you sure to delete the resume
es_es: ¿Estás seguro de querer eliminar el CV?

source: Waiting for approval
es_es: Esperando aprobación

source: Gold Resume
es_es: CV Dorado

source: Featured Resume
es_es: CV Destacado

source: County
es_es: Condado

source: Address 3
es_es: Dirección 3

source: High School
es_es: Escuela Secundaria

source: University
es_es: Universidad

source: Grade School
es_es: Escuela Primaria

source: Other School
es_es: Otra Escuela

source: Recent Employer
es_es: Empleador Reciente

source: Prior Employer 1
es_es: Antiguo Empleador 1

source: Prior Employer 2
es_es: Antiguo Empleador 2

source: Prior Employer 3
es_es: Antiguo Empleador 3

source: Do you have valid drivers license?
es_es: ¿Tienes licencia de conducir válida?

source: If yes, drivers license number
es_es: Si es sí, proporciona el número de licencia de conducir

source: If yes, drivers license country
es_es: Si es sí, proporciona el país de emisión de la licencia de conducir

source: Reference 1
es_es: Referencia 1

source: Reference 2
es_es: Referencia 2

source: Reference 3
es_es: Referencia 3

source: Reference 4
es_es: Referencia 4

source: Search Name
es_es: Nombre de Búsqueda

source: Previous Resume
es_es: CV Anterior

source: Next Resume
es_es: Siguiente CV

source: Resume Editor
es_es: Editor de CV

source: Reference Relation
es_es: Relación con Referencia

source: Understanding
es_es: Comprensión

source: Language Where Learned
es_es: ¿Institución donde aprendiste este idioma?

source: Resume By Subcategory
es_es: CV por Subcategoría

source: View Resume Search
es_es: Ver Búsqueda de CV

source: RSS Control Panel
es_es: Panel de Control de RSS

source: Subscribe For Jobs
es_es: Suscribirse a Empleos

source: Subscribe For Resumes
es_es: Suscribirse a CVs

source: Subscirbe For Jobs Feeds
es_es: Suscribirse a Feeds de Empleo

source: Subscribe For Resumes Feeds
es_es: Suscribirse a Feeds de CVs

source: Error in deleting company
es_es: Error al eliminar la empresa

source: Job Sharing Service Has Been Activated Your Activation Key Is
es_es: El servicio de compartición de empleo ha sido activado. Tu clave de activación es

source: Synchronize Process
es_es: Proceso de Sincronización

source: Complete...
es_es: Completo...

source: Current Process
es_es: Proceso Actual

source: Continue
es_es: Continuar

source: Synchronize Categories
es_es: Sincronizar Categorías de Empleo

source: Job Category Synchronize Successfully
es_es: Categoría de empleo sincronizada exitosamente

source: Following Categories Are Rejected Due To Improper Name
es_es: Las siguientes categorías han sido rechazadas debido a nombres incorrectos

source: Update Job Category Synchronize Successfully
es_es: Actualización de sincronización de categoría de empleo exitosa

source: Error: Updating Job Category Synchronization
es_es: Error al actualizar la sincronización de categoría de empleo

source: Error:job Category Synchronization
es_es: Error en la sincronización de categoría de empleo

source: Synchronize Sub Categories
es_es: Sincronizar Subcategorías de Empleo

source: Job Subcategory Synchronize Successfully
es_es: Subcategoría de empleo sincronizada exitosamente

source: Following Subcategories Are Rejected Due To Improper Name
es_es: Las siguientes subcategorías han sido rechazadas debido a nombres incorrectos

source: Update Job Subcategory Synchronize Successfully
es_es: Actualización de sincronización de subcategoría de empleo exitosa

source: Error: Updating Job Subcategory Synchronization
es_es: Error al actualizar la sincronización de subcategoría de empleo

source: Error:job Subcategory Synchronization
es_es: Error en la sincronización de subcategoría de empleo

source: Synchronize Job Types
es_es: Sincronizar Tipos de Empleo

source: Jobtypes Synchronize Successfully
es_es: Tipos de empleo sincronizados exitosamente

source: Following Jobtypes Are Rejected Due To Improper Name
es_es: Los siguientes tipos de empleo han sido rechazados debido a nombres incorrectos

source: Update Jobtypes Synchronize Successfully
es_es: Actualización de sincronización de tipos de empleo exitosa

source: Error: Updating Jobtypes Synchronization
es_es: Error al actualizar la sincronización de tipos de empleo

source: Error:jobtypes Synchronization
es_es: Error en la sincronización de tipos de empleo

source: Synchronize Job Status
es_es: Sincronizar Estados de Empleo

source: Jobstatus Synchronize Successfully
es_es: Estados de empleo sincronizados exitosamente

source: Following Jobstatus Are Rejected Due To Improper Name
es_es: Los siguientes estados de empleo han sido rechazados debido a nombres incorrectos

source: Update Jobstatus Synchronize Successfully
es_es: Actualización de sincronización de estados de empleo exitosa

source: Error: Updating Jobstatus Synchronization
es_es: Error al actualizar la sincronización de estados de empleo

source: Error:jobstatus Synchronization
es_es: Error en la sincronización de estados de empleo

source: Synchronize Currencies
es_es: Sincronizar Monedas

source: Currencies Synchronize Successfully
es_es: Monedas sincronizadas exitosamente

source: Update Currencies Synchronize Successfully
es_es: Actualización de sincronización de monedas exitosa

source: Error: Updating Currencies Synchronization
es_es: Error al actualizar la sincronización de monedas

source: Error:currencies Synchronization
es_es: Error en la sincronización de monedas

source: Synchronize Salary Range Type
es_es: Sincronizar Tipo de Rango Salarial

source: Salaryrange Types Synchronize Successfully
es_es: Tipos de rango salarial sincronizados exitosamente

source: Following Salaryrange Types Are Rejected Due To Improper Name
es_es: Los siguientes tipos de rango salarial han sido rechazados debido a nombres incorrectos

source: Update Salaryrange Types Synchronize Successfully
es_es: Actualización de sincronización de tipos de rango salarial exitosa

source: Error: Updating Salaryrange Types Synchronization
es_es: Error al actualizar la sincronización de tipos de rango salarial

source: Error:salaryrange Types Synchronization
es_es: Error en la sincronización de tipos de rango salarial

source: Synchronize Salary Range
es_es: Sincronizar Rango Salarial

source: Salaryrange Synchronize Successfully
es_es: Rango salarial sincronizado exitosamente

source: Following Salaryrange Are Rejected Due To Improper Name
es_es: Los siguientes rangos salariales han sido rechazados debido a nombres incorrectos

source: Update Salaryrange Synchronize Successfully
es_es: Actualización de sincronización de rango salarial exitosa

source: Error: Updating Salaryrange Synchronization
es_es: Error al actualizar la sincronización de rango salarial

source: Error:salaryrange Synchronization
es_es: Error en la sincronización de rango salarial

source: Synchronize Ages
es_es: Sincronizar Edades

source: Ages Synchronize Successfully
es_es: Edades sincronizadas exitosamente

source: Following Ages Are Rejected Due To Improper Name
es_es: Las siguientes edades han sido rechazadas debido a nombres incorrectos

source: Update Ages Synchronize Successfully
es_es: Actualización de sincronización de edades exitosa

source: Error: Updating Ages Synchronization
es_es: Error al actualizar la sincronización de edades

source: Error:ages Synchronization
es_es: Error en la sincronización de edades

source: Synchronize Shifts
es_es: Sincronizar Turnos

source: Shifts Synchronize Successfully
es_es: Turnos sincronizados exitosamente

source: Following Shifts Are Rejected Due To Improper Name
es_es: Los siguientes turnos han sido rechazados debido a nombres incorrectos

source: Update Shifts Synchronize Successfully
es_es: Actualización de sincronización de turnos exitosa

source: Error: Updating Shifts Synchronization
es_es: Error al actualizar la sincronización de turnos

source: Error:shifts Synchronization
es_es: Error en la sincronización de turnos

source: Synchronize Career Levels
es_es: Sincronizar Niveles de Carrera

source: Careerlevels Synchronize Successfully
es_es: Niveles de carrera sincronizados exitosamente

source: Following Careerlevels Are Rejected Due To Improper Name
es_es: Los siguientes niveles de carrera han sido rechazados debido a nombres incorrectos

source: Update Careerlevels Synchronize Successfully
es_es: Actualización de sincronización de niveles de carrera exitosa

source: Error: Updating Careerlevels Synchronization
es_es: Error al actualizar la sincronización de niveles de carrera

source: Error:careerlevels Synchronization
es_es: Error en la sincronización de niveles de carrera

source: Synchronize Experiences
es_es: Sincronizar Experiencias Laborales

source: Experiences Synchronize Successfully
es_es: Experiencias laborales sincronizadas exitosamente

source: Following Experiencs Are Rejected Due To Improper Name
es_es: Las siguientes experiencias laborales han sido rechazadas debido a nombres incorrectos

source: Update Experiences Synchronize Successfully
es_es: Actualización de sincronización de experiencias laborales exitosa

source: Error: Updating Experiences Synchronization
es_es: Error al actualizar la sincronización de experiencias laborales

source: Error:experiences Synchronization
es_es: Error en la sincronización de experiencias laborales

source: Synchronize Heighest Education
es_es: Sincronizar Nivel Más Alto de Educación

source: Heighest Education Synchronize Successfully
es_es: Nivel más alto de educación sincronizado exitosamente

source: Following Heighest Education Are Rejected Due To Improper Name
es_es: Las siguientes entradas de nivel más alto de educación han sido rechazadas debido a nombres incorrectos

source: Update Heighest Education Synchronize Successfully
es_es: Actualización de sincronización de nivel más alto de educación exitosa

source: Error: Updating Heighest Education Synchronization
es_es: Error al actualizar la sincronización de nivel más alto de educación

source: Error:heighest Education Synchronization
es_es: Error en la sincronización de nivel más alto de educación

source: Synchronize Countries
es_es: Sincronizar Países

source: Countries Synchronize Successfully
es_es: Países sincronizados exitosamente

source: Following Countries Are Rejected Due To Improper Name
es_es: Los siguientes países han sido rechazados debido a nombres incorrectos

source: Update Countries Synchronize Successfully
es_es: Actualización de sincronización de países exitosa

source: Error: Updating Countries Synchronization
es_es: Error al actualizar la sincronización de países

source: Error:countries Synchronization
es_es: Error en la sincronización de países

source: Synchronize States
es_es: Sincronizar Estados

source: States Synchronize Successfully
es_es: Estados sincronizados exitosamente

source: Following States Are Rejected Due To Improper Name
es_es: Los siguientes estados han sido rechazados debido a nombres incorrectos

source: Update States Synchronize Successfully
es_es: Actualización de sincronización de estados exitosa

source: Error: Updating States Synchronization
es_es: Error al actualizar la sincronización de estados

source: Error:states Synchronization
es_es: Error en la sincronización de estados

source: Synchronize Cities
es_es: Sincronizar Ciudades

source: Cities Synchronize Successfully
es_es: Ciudades sincronizadas exitosamente

source: Following Cities Are Rejected Due To Improper Name
es_es: Las siguientes ciudades han sido rechazadas debido a nombres incorrectos

source: Update Cities Synchronize Successfully
es_es: Actualización de sincronización de ciudades exitosa

source: Error: Updating Cities Synchronization
es_es: Error al actualizar la sincronización de ciudades

source: Error:cities Synchronization
es_es: Error en la sincronización de ciudades

source: Synchronize Companies
es_es: Sincronizar Empresas

source: Companies Synchronize Successfully
es_es: Empresas sincronizadas exitosamente

source: Following Companies Are Rejected Due To Improper Name
es_es: Las siguientes empresas han sido rechazadas debido a nombres incorrectos

source: Error:companies Synchronization
es_es: Error en la sincronización de empresas

source: Synchronize Departments
es_es: Sincronizar Departamentos

source: Departments Synchronize Successfully
es_es: Departamentos sincronizados exitosamente

source: Following Departments Are Rejected Due To Improper Name
es_es: Los siguientes departamentos han sido rechazados debido a nombres incorrectos

source: Error:departments Synchronization
es_es: Error en la sincronización de departamentos

source: Synchronize Jobs
es_es: Sincronizar Empleos

source: Jobs Synchronize Successfully
es_es: Empleos sincronizados exitosamente

source: Jobs Userfields Synchronize Successfully
es_es: Campos de usuario de empleo sincronizados exitosamente

source: Following Jobs Are Rejected Due To Improper Name
es_es: Los siguientes empleos han sido rechazados debido a nombres incorrectos

source: Error:jobs Synchronization
es_es: Error en la sincronización de empleos

source: Error:jobs Userfields Synchronization
es_es: Error en la sincronización de campos de usuario de empleos

source: Synchronize Resume
es_es: Sincronizar CV

source: Resume Synchronize Successfully
es_es: CV sincronizado exitosamente

source: Following Resume Are Rejected Due To Improper Name
es_es: Los siguientes CVs han sido rechazados debido a nombres incorrectos

source: Error:resume Synchronization
es_es: Error en la sincronización de CVs

source: Synchronize Cover Letter
es_es: Sincronizar Carta de Presentación

source: Coverletters Synchronize Successfully
es_es: Cartas de presentación sincronizadas exitosamente

source: Following Coverletters Are Rejected Due To Improper Name
es_es: Las siguientes cartas de presentación han sido rechazadas debido a nombres incorrectos

source: Error:coverletters Synchronization
es_es: Error en la sincronización de cartas de presentación

source: Synchronize Job Apply
es_es: Sincronizar Postulación a Empleo

source: Jobapply Synchronize Successfully
es_es: Postulación a empleo sincronizada exitosamente

source: Error:jobapply Synchronization
es_es: Error en la sincronización de postulación a empleo

source: Synchronize Resume Rating
es_es: Sincronizar Calificación de CV

source: Resume Rating Synchronize Successfully
es_es: Calificación de CV sincronizada exitosamente

source: Error:resume Rating Synchronization
es_es: Error en la sincronización de calificación de CV

source: Synchronize Folders
es_es: Sincronizar Carpetas

source: Folders Synchronize Successfully
es_es: Carpetas sincronizadas exitosamente

source: Following Folders Are Rejected Due To Improper Name
es_es: Las siguientes carpetas han sido rechazadas debido a nombres incorrectos

source: Error:folders Synchronization
es_es: Error en la sincronización de carpetas

source: Synchronize Folder Resumes
es_es: Sincronizar Carpetas de CV

source: Folder Resume Synchronize Successfully
es_es: Carpetas de CV sincronizadas con éxito

source: Synchronize Messages
es_es: Sincronizar Mensajes

source: Messages Synchronize Successfully
es_es: Mensajes sincronizados exitosamente

source: Error:messages Synchronization
es_es: Error en la sincronización de mensajes

source: Synchronize Job Alert Settings
es_es: Sincronizar Configuración de Alertas de Empleo

source: Job Alert Synchronize Sucessfully
es_es: Alerta de empleo sincronizada exitosamente

source: Error: Job Alert Synchronization
es_es: Error en la sincronización de alerta de empleo

source: Synchronize Complete Sucessfully
es_es: Sincronización completada exitosamente

source: Address Data Updating
es_es: Actualización de Datos de Dirección

source: Loading ...
es_es: Cargando ...

source: Backup..
es_es: Copia de seguridad...

source: Delete..
es_es: Eliminar ..

source: Import New Data
es_es: Importar Nuevos Datos

source: Redirecting...
es_es: Redireccionando...

source: Full-Time
es_es: Tiempo Completo

source: Part-Time
es_es: Medio Tiempo

source: Internship
es_es: Pasantía

source: College
es_es: Universidad

source: No School
es_es: Sin Educación

source: Sourcing
es_es: Búsqueda

source: Interviewing
es_es: Entrevistando

source: Closed To New Applicants
es_es: Cerrado a Nuevos Solicitantes

source: Finalists Identified
es_es: Finalistas Identificados

source: Pending Approval
es_es: Pendiente de Aprobación

source: Hold
es_es: Pausa

source: Approve
es_es: Aprobar

source: Reject
es_es: Rechazar

source: Select User
es_es: Seleccionar Usuario

source: Un-published
es_es: No publicado

source: Published
es_es: Publicado

source: Amount
es_es: Monto

source: Select Section
es_es: Seleccionar Sección

source: Mail sent successfully
es_es: Correo electrónico enviado exitosamente

source: Select Group
es_es: Seleccionar Grupo

source: Both
es_es: Ambos

source: Select Payment Status
es_es: Seleccionar Estado de Pago

source: JS Jobs Uninstall Successfully
es_es: JS Jobs desinstalado exitosamente

source: Error in file type
es_es: Error en el tipo de archivo

source: Operation Cancelled
es_es: Operación Cancelada

source: Please fill all required fields
es_es: Por favor, complete todos los campos obligatorios

source: Currency
es_es: Moneda

source: Department
es_es: Departamento

source: Employer Package
es_es: Paquete de Créditos para Empleadores

source: Folder Resume
es_es: Carpeta de CV

source: Salary Range Type
es_es: Tipo de Rango Salarial

source: User
es_es: Usuario

source: Configuration
es_es: Configuración

source: Package
es_es: Paquete

source: Load Address Data
es_es: Cargar datos de dirección

source: Action
es_es: Acción

source: Kept Data
es_es: Datos conservados

source: Discard Old Data Jobs And Companies Data May Disturb
es_es: Descartar datos antiguos: los datos de trabajos y empresas pueden alterarse

source: File
es_es: Archivo

source: My File
es_es: Mi Archivo

source: Joomsky File
es_es: Archivo de Joomsky

source: Data Contain
es_es: Contenido de Datos

source: States
es_es: Estados

source: Cities
es_es: Ciudades

source: States And Cities
es_es: Estados y Ciudades

source: Default
es_es: Predeterminado

source: Ordering
es_es: Orden

source: Are You Sure?
es_es: ¿Está seguro?

source: Filter
es_es: Filtro

source: Category Title
es_es: Título de la Categoría
