Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: please select both discount dates
es_es: por favor, selecciona ambas fechas de descuento

source: please select your role to continue
es_es: por favor, selecciona tu rol para continuar

source: plugins
es_es: complementos

source: poor
es_es: pobre

source: postion for search icon on jobs listing page
es_es: posición para el ícono de búsqueda en la página de listado de trabajos

source: prefered skills
es_es: habilidades preferidas

source: previous
es_es: anterior

source: primary company
es_es: empresa principal

source: private address
es_es: dirección privada

source: pro installer
es_es: Instalador pro

source: proceed
es_es: proceder

source: proceed with paying
es_es: proceder con el pago

source: proceed without paying
es_es: proceder sin pagar

source: professional experience
es_es: experiencia profesional

source: profile link
es_es: enlace de perfil

source: province
es_es: provincia

source: purcahse date
es_es: fecha de compra

source: purchase date
es_es: fecha de compra

source: purchase history details
es_es: detalle del historial de compras

source: radio button
es_es: botón de radio

source: range start can not be greater than range end
es_es: el inicio del rango no puede ser mayor que el final del rango

source: rate list
es_es: lista de tarifas

source: read
es_es: leer

source: record
es_es: registro

source: record not exist
es_es: registro no existe

source: redirect link
es_es: enlace de redirección

source: redirect on apply
es_es: redireccionar al postular

source: reference address
es_es: dirección de referencia

source: reference country
es_es: país de referencia

source: reference for
es_es: referencia para

source: reference phone
es_es: teléfono de referencia

source: reference state
es_es: Estado de referencia

source: reference zip code
es_es: código postal de referencia

source: regiestration is disabled by admin, please contact system administrator
es_es: El registro está desactivado por el administrador, por favor, contacta al administrador del sistema

source: register new account
es_es: Registra una nueva cuenta

source: registration form
es_es: formulario de registro

source: rejected for featured
es_es: rechazado para destacado

source: rejected for gold
es_es: rechazado para dorado

source: remaining
es_es: restante

source: remaining credits
es_es: créditos restantes

source: remove
es_es: eliminar

source: remove resume from folder
es_es: eliminar CV de carpeta

source: removed
es_es: eliminado

source: removed for featured
es_es: eliminado para destacado

source: removed for gold
es_es: eliminado para dorado

source: requested page is not available contact system administrator
es_es: Página solicitada no está disponible, contacta al administrador del sistema

source: resume approve or reject
es_es: aprobar o rechazar CV

source: resume approved
es_es: CV aprobado

source: resume are applied on your job
es_es: tu oferta de empleo ha recibido un CV

source: resume by educations
es_es: CV por educación

source: resume by job types
es_es: CV por tipos de empleo

source: resume by type
es_es: CV por tipo

source: resume categories
es_es: categorías de CV

source: resume curent status
es_es: estado actual del CV

source: resume detail
es_es: detalles del CV

source: resume files download
es_es: descargar archivos del CV

source: resume has been marked as spam
es_es: CV ha sido marcado como spam

source: resume height
es_es: altura del CV

source: resume is applied on your job
es_es: tu oferta de empleo ha recibido un CV

source: resume link
es_es: enlace del CV

source: resume logo height
es_es: altura del logo del CV

source: resume logo width
es_es: ancho del logo del CV

source: resume moved to the inbox
es_es: CV movido a la bandeja de entrada

source: resume pending
es_es: CV pendiente

source: resume photo maximum size
es_es: tamaño máximo de la foto del CV

source: resume seo
es_es: SEO del CV

source: resume seo options are title, category, location
es_es: las opciones de SEO del CV son título, categoría, ubicación

source: resume settings
es_es: configuración del CV

source: resume status
es_es: estado del CV

source: resume widget
es_es: widget de CV

source: resumes by categories
es_es: CV por categorías

source: resumes by tag
es_es: CV por etiqueta

source: role for employer
es_es: rol para empleador

source: role for job seeker
es_es: rol para candidato

source: rss job settings
es_es: configuración de empleos RSS

source: sample text
es_es: texto de ejemplo

source: saved a job filter
es_es: filtro de empleo guardado

source: saved a job search
es_es: búsqueda de empleo guardada

source: saved in inbox
es_es: Guardado en la bandeja de entrada

source: saved job search
es_es: búsqueda de empleo guardada

source: saved resume search
es_es: búsqueda de CV guardada

source: saved searches
es_es: búsquedas guardadas

source: saved to folder succesfully
es_es: guardado en carpeta correctamente

source: school
es_es: escuela

source: search all
es_es: buscar todo

source: search icon position
es_es: posición del ícono de búsqueda

source: search jobs form jsjobs database
es_es: buscar trabajos desde la base de datos de JS Jobs

source: search resume
es_es: buscar CV

source: search resume form jsjobs database
es_es: buscar CV desde la base de datos de JS Jobs

source: search resume widget
es_es: widget de búsqueda de CV

source: searched and saved resume
es_es: CV buscado y guardado

source: secret
es_es: secreto

source: section has been deleted
es_es: sección ha sido eliminada

source: select action
es_es: seleccionar acción

source: select all
es_es: seleccionar todo

source: select captcha for plugin
es_es: seleccionar CAPTCHA para el plugin

source: select coverletter
es_es: Seleccionar carta de presentación

source: select files
es_es: seleccionar archivos

source: select job role
es_es: seleccionar rol del empleo

source: select rangeend
es_es: seleccionar final de rango

source: select rangetype
es_es: seleccionar tipo de rango

source: select reangestart
es_es: seleccionar inicio de rango

source: select role
es_es: seleccionar rol

source: select user status
es_es: seleccionar estado del usuario

source: select users
es_es: seleccionar usuarios

source: select visitor status
es_es: seleccionar estado del visitante

source: select widget
es_es: seleccionar widget

source: selected files
es_es: archivos seleccionados

source: send email
es_es: enviar correo electrónico

source: send me resume
es_es: enviarme CV

source: sender email
es_es: correo electrónico del remitente

source: sender email address
es_es: dirección de correo electrónico del remitente

source: sender name that will be used in emails
es_es: nombre del remitente que se usará en los correos electrónicos

source: set company seo options are name, category, location
es_es: configurar opciones de SEO de la empresa: nombre, categoría, ubicación

source: set map height for plugin
es_es: configurar altura del mapa para el plugin

source: set number of tags to show in result of the tag input box
es_es: Colocar la cantidad de etiquetas a mostrar en el resultado de la bandeja de entrada de etiqueta

source: share this job
es_es: Comparte este empleo

source: shared on social media
es_es: compartido en redes sociales

source: shared on social media successfully
es_es: compartido en redes sociales exitosamente

source: shared with a friend successfully
es_es: compartido con un amigo exitosamente

source: shorlisted
es_es: preseleccionado

source: short code
es_es: código corto

source: short codes
es_es: códigos cortos

source: short list job
es_es: empleo preseleccionado

source: short listed
es_es: preseleccionado

source: short listed job
es_es: empleo preseleccionado

source: shortlisted jobs
es_es: empleos preseleccionados

source: show all categories
es_es: mostrar todas las categorías

source: show all published companies
es_es: mostrar todas las empresas publicadas

source: show all types
es_es: mostrar todos los tipos

source: show apply button
es_es: mostrar botón postular

source: show captcha
es_es: mostrar captcha

source: show captcha on job alert form
es_es: mostrar CAPTCHA en el formulario de alerta de empleo

source: show captcha on resume form
es_es: mostrar CAPTCHA en el formulario de CV

source: show career builder jobs in job listings
es_es: mostrar empleos de CareerBuilder en las listas de trabajos

source: show companies
es_es: mostrar empresas

source: show company contcat detail
es_es: mostrar detalles de contacto de la empresa

source: show company listing
es_es: mostrar lista de empresas

source: show contact details
es_es: mostrar detalles de contacto

source: show count in jobs by categories page
es_es: mostrar recuento en la página de empleos por categorías

source: show count in jobs by types page
es_es: mostrar recuento en la página de empleos por tipos

source: show count in resume categories
es_es: mostrar recuento en las categorías de CV

source: show desktop
es_es: mostrar en escritorio

source: show desktop and mobile
es_es: mostrar en escritorio y móvil

source: show desktop and tablet
es_es: Mostrar en escritorio y tableta

source: show email address in resume feed
es_es: mostrar dirección de correo electrónico en el feed de CV

source: show employer
es_es: mostrar empleador

source: show featured jobs in jobs lising page
es_es: mostrar empleos destacados en la página de listado de empleos

source: show gold jobs in jobs lising page
es_es: mostrar empleos dorados en la página de listado de empleos

source: show google adds in jobs lisings
es_es: mostrar los anuncios de google en el listado de empleos

source: show google adds in list jobs
es_es: mostrar anuncios de Google en la lista de empleos

source: show indeed jobs on jobs listings
es_es: mostrar empleos de Indeed en las listas de empleos

source: show job alert form
es_es: mostrar formulario de alerta de empleo

source: show job listing
es_es: mostrar listado de empleo

source: show jobs
es_es: mostrar empleos

source: show jobs by
es_es: mostrar empleos por

source: show jobs by categories form jobs database
es_es: Mostrar empleos por categorías desde la base de datos de empleos

source: show jobs by location on google map
es_es: mostrar empleos por ubicación en Google map

source: show jobs by types form jobs database
es_es: Mostrar empleos por tipos desde la base de datos de empleos

source: show labels in jobs listing
es_es: mostrar etiquetas en la lista de empleos

source: show labels in jobs listings, my jobs etc
es_es: mostrar etiquetas en las listas de empleos, mis empleos, etc.

source: show login logout button
es_es: mostrar botón de inicio/cierre de sesión

source: show login logout button in job seeker control panel
es_es: mostrar botón de inicio/cierre de sesión en el panel de control del candidato

source: show login option to visitor on job apply
es_es: mostrar opción de inicio de sesión al visitante al postular a empleos

source: show login page
es_es: mostrar página de inicio de sesión

source: show login/logout button on employer control panel
es_es: mostrar botón de inicio/cierre de sesión en el panel de control del empleador

source: show maximum records
es_es: mostrar la cantidad máxima de registros

source: show mobile
es_es: mostrar teléfono móvil

source: show navigation in breadcrumbs
es_es: mostrar navegación en breadcrumbs

source: show no of jobs
es_es: mostrar número de empleos

source: show number of
es_es: mostrar número de

source: show number of resume
es_es: mostrar número de CVs

source: show on listing
es_es: mostrar en el listado

source: show only record that have jobs
es_es: mostrar solo registros que tengan empleos

source: show resume contact detail
es_es: mostrar detalles de contacto del CV

source: show resume files to downloadable from feed
es_es: mostrar archivos del CV para descargar desde el feed

source: show resume image with resume feed
es_es: mostrar imagen del CV con el feed del CV

source: show resume listing
es_es: mostrar lista de CV

source: show resumes
es_es: Mostrar CVs

source: show tablet
es_es: Mostrar en tablet

source: show tablet and mobile
es_es: Mostrar en tablet y teléfono móvil

source: show title
es_es: mostrar título

source: signature
es_es: firma

source: similar jobs
es_es: empleos similares

source: social apps
es_es: aplicaciones sociales

source: something got wrong
es_es: algo salió mal

source: something wrong, contact to system administrator
es_es: algo salió mal, contacta al administrador del sistema

source: sorry
es_es: lo siento

source: spent
es_es: gastado

source: start date
es_es: fecha de inicio

source: state id greater coutry id is your responsibilty
es_es: ID de estado es mayor que el ID de país y es tu responsabilidad

source: still working
es_es: aún trabajando

source: street
es_es: calle

source: sub-categories limit
es_es: límite de subcategorías

source: subscribed job alert for lifetime successfully
es_es: suscrito a la alerta de empleo de por vida exitosamente

source: subscribed job alert successfully
es_es: suscrito a la alerta de empleo exitosamente

source: subtraction
es_es: resta

source: subtraction answer should be positive
es_es: la respuesta de la resta debería ser positiva

source: successfully
es_es: exitosamente

source: system email address
es_es: dirección de correo electrónico del sistema

source: system errors
es_es: errores del sistema

source: system slug
es_es: slug del sistema

source: system will not upload if resume file size exceeds than given size
es_es: el sistema no subirá si el tamaño del archivo de CV supera el tamaño dado

source: tag
es_es: etiqueta

source: tag for
es_es: etiqueta para

source: tag name
es_es: nombre de etiqueta

source: tags
es_es: etiquetas

source: tell a friend setting effects on jobs listing page
es_es: configuración de 'Dile a un amigo' afecta la página de listado de empleos

source: tell to friend
es_es: Dile a un amigo

source: temp direcotry
es_es: directorio temporal

source: thats the grid below the other options
es_es: Ese es el grid debajo de las otras opciones

source: the page you are looking for no longer exists
es_es: La página que estás buscando ya no existe

source: these filters are applied on applied resume
es_es: Estos filtros se aplican a los CVs enviados

source: this role will auto assign to new employer
es_es: Este rol se asignará automáticamente a nuevos empleadores

source: this role will auto assign to new job seeker
es_es: Este rol se asignará automáticamente a nuevos candidatos

source: this will delete every thing about this record
es_es: Esto borrará todo sobre este registro

source: time zone
es_es: zona horaria

source: title border bottom
es_es: título borde inferior

source: title color
es_es: color del título

source: to access this page please login
es_es: para acceder a esta página, por favor inicia sesión

source: told a friend
es_es: le dije a un amigo

source: top header line color
es_es: color de la línea superior del encabezado

source: top jobs
es_es: mejores empleos

source: top margin
es_es: margen superior

source: top menu heading background
es_es: fondo del encabezado del menú superior

source: top resume
es_es: mejor CV

source: total credits
es_es: total de créditos

source: total job applies
es_es: total de postulaciones

source: total resume
es_es: total de CVs

source: total stats
es_es: total de estadísticas

source: transaction has been successfully un-verified
es_es: transacción se ha desverificado con éxito

source: transaction has been successfully verified
es_es: transacción se ha verificado con éxito

source: transaction has not been successfully un-verified
es_es: transacción no se ha desverificado con éxito

source: transaction has not been successfully verified
es_es: transacción no se ha verificado con éxito

source: transaction number
es_es: número de transacción

source: transaction status
es_es: estado de la transacción

source: type here
es_es: escribe aquí

source: type of companies
es_es: tipo de empresas

source: type of jobs
es_es: tipo de empleos

source: type of resume
es_es: tipo de CV

source: type of resumes
es_es: tipo de CVs

source: unknown
es_es: desconocido

source: unread
es_es: no leído

source: until now
es_es: hasta ahora

source: update payment information error
es_es: error al actualizar la información de pago

source: user added successfully
es_es: usuario añadido con éxito

source: user can add city in database
es_es: usuario puede agregar ciudad a la base de datos

source: user can add new tags in the system
es_es: usuario puede agregar nuevas etiquetas al sistema

source: user can add tag in database
es_es: usuario puede agregar una etiqueta a la base de datos

source: user can save search criteria
es_es: usuario puede guardar criterios de búsqueda

source: user details
es_es: detalles de usuario

source: user messages
es_es: mensajes del usuario

source: user notifications
es_es: notificaciones del usuario

source: user publish
es_es: usuario publicado

source: user search
es_es: búsqueda de usuario

source: user stats resume
es_es: estadísticas de CV del usuario

source: user unpublish
es_es: usuario no publicado

source: username already taken
es_es: nombre de usuario ya tomado

source: very good
es_es: muy bien

source: very poor
es_es: muy mal

source: view company contact detail
es_es: ver detalles de contacto de la empresa

source: view facebook profile
es_es: ver perfil de Facebook

source: view linkedin profile
es_es: ver perfil de LinkedIn

source: view resume contact detail
es_es: ver detalles de contacto del currículum

source: view xing profile
es_es: ver perfil de Xing

source: viewed company contact detail
es_es: Detalles de contacto de la empresa vista

source: viewed job status
es_es: estado del empleo visto

source: viewed resume contact details
es_es: datos de contacto del CV vistos

source: visitor can edit his posted job
es_es: visitante puede editar empleo publicado

source: visitor can post a job
es_es: visitante puede publicar un empleo

source: visitor links
es_es: enlaces para visitantes

source: visitor publish
es_es: Publicar visitante

source: visitor search
es_es: Búsqueda de visitante

source: visitor setting
es_es: Configuración de visitante

source: visitor unpublish
es_es: Visitante no publicado

source: visitors can view employer
es_es: visitante puede ver a empleadores

source: visitors settings
es_es: Configuraciones de visitantes

source: vistor can add resume
es_es: visitante puede agregar CV

source: waiting
es_es: esperando

source: wants
es_es: quiere

source: what to include in email
es_es: qué incluir en el correo electrónico

source: will be expire
es_es: expirará

source: with resume
es_es: con CV

source: woocommerce product not found, please contact to system administrator
es_es: producto de WooCommerce no encontrado, por favor contacta al administrador del sistema

source: woocommerce settings
es_es: configuración de WooCommerce

source: wordpress extension directory
es_es: directorio de extensiones de WordPress

source: wordpress user login
es_es: inicio de sesión de usuario de WordPress

source: write comments for
es_es: escribir comentarios para

source: xing user
es_es: Usuario de Xing

source: xing user can apply to jobs
es_es: Usuario de Xing puede postular a empleos

source: xing user can login in js jobs
es_es: Usuario xing puede iniciar sesión en el portal de empleos

source: you are already logged in
es_es: Ya has iniciado sesión

source: you are employer, you can not apply to job
es_es: Eres un empleador, no puedes postular a empleos

source: you are hired for
es_es: Has sido contratado para

source: you are logged in as
es_es: Has iniciado sesión como

source: you are logged out
es_es: Has cerrado sesión

source: you do not have any cover letter
es_es: no tienes ninguna carta de presentación

source: you do not have enough credits
es_es: no tienes suficientes créditos

source: you don not any role
es_es: no tienes ningún rol asignado

source: you have
es_es: tienes

source: you have already applied this job
es_es: Ya has postulado a este empleo

source: you have applied for
es_es: has postulado para

source: you have insufficient credits, you can not perform this action
es_es: tienes créditos insuficientes, no puedes realizar esta acción

source: you have paid to view contact detail of company
es_es: has pagado para ver los detalles de contacto de la empresa

source: you have paid to view contact detail of resume
es_es: has pagado para ver los detalles de contacto del CV

source: you must set jobs user role
es_es: debes establecer el rol de usuario de empleos

source: your
es_es: tu

source: your featured
es_es: tu destacado

source: your featured resume
es_es: tu CV destacado

source: your gold
es_es: tu dorado

source: your gold resume
es_es: tu CV dorado

source: your resume
es_es: tu CV

source: your resume is marked spam for
es_es: tu CV ha sido marcado como spam for

source: your resume is moved to inbox for
es_es: tu CV se ha movido a la bandeja de entrada for

source: your resume is rejected for
es_es: tu CV ha sido rechazado por

source: your resume is short listed for
es_es: tu CV ha sido preseleccionado para

source: youtube video link
es_es: enlace de video de YouTube

source: yyyy mm dd
es_es: aaaa mm dd

source: you can define expiry date of action.i.e
es_es: puedes definir la fecha de vencimiento de la acción, es decir,

source: show number of categories per row in 'job/resume by category' page
es_es: mostrar el número de categorías por fila en la página 'empleo/CV por categoría'

source: show number of job types per row on 'job by type' page
es_es: mostrar el número de tipos de empleo por fila en la página 'empleo por tipo'

source: opss...
es_es: ¡Ops!

source: postion for search icon on jobs listing page.
es_es: posición para el icono de búsqueda en la página de listado de empleos.

source: select credits pack so that user can purchase them.
es_es: selecciona un paquete de créditos para que el usuario pueda comprarlos.

source: license no.
es_es: número de licencia

source: username / password is incorrect
es_es: nombre de usuario/contraseña incorrectos

source: please enter language code ie: en
es_es: por favor, ingresa el código de idioma, por ejemplo: en

source: mm/dd/yyyy
es_es: mm/dd/aaaa

source: select when and how often you want your cron job to run.
es_es: selecciona cuándo y con qué frecuencia deseas que se ejecute tu trabajo cron.

source: 10 years
es_es: 10 años

source: 15 years
es_es: 15 años

source: 180 sec if the backup doesnt complete
es_es: 180 segundos si la copia de seguridad no se completa

source: 20 years
es_es: 20 años

source: 25 years
es_es: 25 años

source: 30 years
es_es: 30 años

source: 35 years
es_es: 35 años

source: 40 years
es_es: 40 años

source: 45 years
es_es: 45 años

source: 50 years
es_es: 50 años

source: 55 years
es_es: 55 años

source: 8 pm to 4 am
es_es: 8 am a 5 pm

source: as its much more cost-effective.
es_es: ya que es mucho más rentable.

source: comma separated list of categories i.e accounting, management etc
es_es: lista de categorías separadas por comas, por ejemplo: contabilidad, gestión, etc.

source: comma separated list of job types i.e full time, part time etc
es_es: lista de tipos de empleo separados por comas, por ejemplo: tiempo completo, medio tiempo, etc.

source: One thought on \
es_es: Un pensamiento sobre:

source: Comment navigation
es_es: Navegación de comentarios

source: Older Comments
es_es: Comentarios antiguos

source: Newer Comments
es_es: Comentarios más nuevos

source: Comments are closed.
es_es: Los comentarios están cerrados.

source: Your comment is awaiting moderation.
es_es: Tu comentario está pendiente de moderación.

source: footer logo
es_es: logo del pie de página

source: login image
es_es: imagen de inicio de sesión
