Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Save Category
es_es: Guardar Categoría

source: Countries
es_es: Países

source: Departments
es_es: Departamentos

source: Job Approved
es_es: Publicación de trabajo aprobada

source: Job Rejected
es_es: Publicación de trabajo rechazada

source: Companies Approval Queue
es_es: Cola de aprobación de empresas

source: Company Name
es_es: Nombre de la Empresa

source: Some values are not acceptable please check all tabs
es_es: Algunos valores no son aceptables. Por favor, verifique todas las pestañas.

source: Yes Recommended
es_es: Sí, recomendado

source: JS Jobs Captcha
es_es: Captcha de JS Jobs

source: Joomla Recaptcha
es_es: Recaptcha de Joomla

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Neutical Miles
es_es: Millas Náuticas

source: Authrize,net
es_es: Authorize.net

source: Other
es_es: Otro

source: Not Use
es_es: No utilizar

source: Site Settings
es_es: Configuración del sitio

source: List Job
es_es: Lista de Empleo

source: List Resume
es_es: Lista de CVs

source: Job Social Sharing
es_es: Compartir empleo en redes sociales

source: Google Map And Adsense
es_es: Mapa de Google y AdSense

source: Job Sharing
es_es: Compartir Empleo

source: Offline
es_es: Fuera de línea

source: Data Directory
es_es: Directorio de Datos

source: Default Date Format
es_es: Formato de Fecha Predeterminado

source: Date format which is used in whole application
es_es: Formato de fecha utilizado en toda la postulación

source: Show Breadcrumbs
es_es: Mostrar Breadcrumbs

source: Categories Columns Per Row
es_es: Columnas de Categorías por Fila

source: Show number of categories in one row in jobs and resume
es_es: Mostrar el número de categorías en una sola fila para empleos y CVs

source: Message Auto Approve
es_es: Aprobación Automática de Mensajes

source: Conflict Message Auto Approve
es_es: Aprobación Automática de Mensajes en Conflicto

source: Employer Default Group
es_es: Grupo Predeterminado del Empleador

source: Set Default Captcha
es_es: Establecer Captcha Predeterminado

source: Number Of Cities For Autocomplete
es_es: Número de Ciudades para Autocompletar

source: Show Label In Jobs Listing
es_es: Mostrar Etiqueta en la Lista de empleos

source: Members
es_es: Miembros

source: Company Site
es_es: Sitio de la Empresa

source: Visitors
es_es: Visitantes

source: Package Settings
es_es: Configuración de Paquete

source: New User
es_es: Nuevo Usuario

source: Employer Free Package Auto Approve
es_es: Aprobación Automática del Paquete Gratuito para Empleadores

source: Job Seeker Free Package Auto Approve
es_es: Aprobación Automática del Paquete Gratuito para Candidatos

source: Email Settings
es_es: Configuración de Correo Electrónico

source: Email address used to send emails
es_es: Dirección de correo electrónico utilizada para enviar correos electrónicos

source: Admin E-mail Address
es_es: Dirección de Correo Electrónico del Administrador

source: E-mail From Name
es_es: Nombre del Remitente en Correos Electrónicos

source: Email sender name used when an email is send
es_es: Nombre del remitente utilizado cuando se envía un correo electrónico

source: Email send to admin when a job is applied
es_es: Correo electrónico enviado al administrador cuando se postula a un empleo

source: Email send to admin when new company is created
es_es: Correo electrónico enviado al administrador cuando se crea una nueva empresa

source: Email send to admin when employer purchase a package
es_es: Correo electrónico enviado al administrador cuando un empleador compra un paquete de créditos

source: Email send to admin when new job is posted
es_es: Correo electrónico enviado al administrador cuando se publica un nuevo empleo

source: Friend Feed Share
es_es: Compartir en el Feed de Amigos

source: Linked-in Share
es_es: Compartir en LinkedIn

source: Digg Share
es_es: Compartir en Digg

source: Twitter Share
es_es: Compartir en Twitter

source: Myspace Share
es_es: Compartir en Myspace

source: Yahoo Share
es_es: Compartir en Yahoo

source: RSS Jobs Settings
es_es: Configuración de RSS para Empleos

source: Jobs RSS
es_es: Empleos RSS

source: Must provide title for job feed
es_es: Por favor, proporcione un título para el feed de empleos

source: Must provide description for job feed
es_es: Por favor, proporcione una descripción para el feed de empleos

source: Copyright
es_es: Derechos de autor

source: Leave blank if not show
es_es: Deje en blanco si no desea mostrarlo

source: Leave blank if not show editor email address used for content issue
es_es: Dejar en blanco si no se muestra la dirección de correo electrónico del editor utilizada para problemas de contenido

source: Time To Live
es_es: Tiempo para vivir

source: Time To Live For Job Feed
es_es: Tiempo de Vida para el Feed de Empleos

source: Job Block
es_es: Bloque de Empleo

source: Show With Categories
es_es: Mostrar Con Categorías

source: Company Image
es_es: Logo de la Empresa

source: Show company logo with job feeds
es_es: Mostrar el logo de la empresa con los feeds de empleos

source: RSS Resume Settings
es_es: Configuración de RSS para CVs

source: Must provide title for resume feed
es_es: Por favor, proporcione un título para el feed de CVs

source: Must provide description for resume feed
es_es: Por favor, proporcione una descripción para el feed de CVs

source: Time to live for resume feed
es_es: Tiempo de vida para el feed de CVs

source: Resume Block
es_es: Bloque de CV

source: Use rss categories with our resume categories
es_es: Mostrar el archivo del CV para descargar desde el feed

source: Show Resume File
es_es: Mostrar Archivo del CV

source: Show resume file to downloadable from feed
es_es: Mostrar el archivo de resume descargable como noticia

source: Resume Image
es_es: Imagen del CV

source: Show resume image with job feeds
es_es: Mostrar la imagen del CV con los feeds de empleos

source: Map Height
es_es: Altura del Mapa

source: Map Width
es_es: Ancho del Mapa

source: Default Map Radius Type
es_es: Tipo de Radio Predeterminado del Mapa

source: Google Adsense Settings
es_es: Configuración de Google AdSense

source: Show Google Ads In List Jobs
es_es: Mostrar Anuncios de Google en la Lista de Empleos

source: Show google ads in jobs by category and subcategory
es_es: Mostrar anuncios de Google en empleos por categoría y subcategoría

source: Google Adsense Client Id
es_es: ID de Cliente de Google AdSense

source: Google Adsense Slot Id
es_es: ID de Espacio de Google AdSense

source: Google Ads Custom Css
es_es: CSS Personalizado para Google Ads

source: Google Ads Show After Number Of Jobs
es_es: Mostrar Anuncios de Google Después de un Número de Empleos

source: Google Ads Width
es_es: Ancho de los Anuncios de Google

source: Google Ads Height
es_es: Altura de los Anuncios de Google

source: Job Sharing Default Location
es_es: Ubicación Predeterminada para Compartir Empleos

source: Select Option
es_es: Seleccionar Opción

source: General Settings
es_es: Configuraciones Generales

source: Members Links
es_es: Enlaces para Miembros

source: Visitors Links
es_es: Enlaces para Visitantes

source: Package Required For Employer
es_es: Paquete de Créditos Requerido para Empleador

source: Company Auto Approve
es_es: Aprobación Automática de Empresas

source: Job Auto Approve
es_es: Aprobación Automática de Empleos

source: Department Auto Approve
es_es: Aprobación Automática de Departamentos

source: Folder Auto Approve
es_es: Aprobación Automática de Carpetas

source: Company Logo Maximum Size
es_es: Tamaño Máximo del Logo de la Empresa

source: Show Login/logout Button
es_es: Mostrar Botón de Inicio/Cierre de Sesión

source: Show Login/logout Button In Employer Control Panel
es_es: Mostrar Botón de Inicio/Cierre de Sesión En el Panel de Control del Empleador

source: Job Posting Options
es_es: Opciones de Publicación de Empleos

source: Post Job
es_es: Publicar Empleo

source: Edit Job Posting
es_es: Editar Publicación de Empleo

source: Visitor can edit their posted job
es_es: Los visitantes pueden editar sus empleos publicados

source: Form Captcha
es_es: Formulario del Captcha

source: Show captcha on visitor form job
es_es: Mostrar captcha en el formulario de empleo del visitante

source: Search Resume Settings
es_es: Configuraciones de Búsqueda de CVs

source: Allow Save Search
es_es: Permitir Guardar Búsquedas

source: Company Settings
es_es: Configuraciones de la Empresa

source: Company Email Address
es_es: Dirección de Correo Electrónico de la Empresa

source: Company Url
es_es: URL de la Empresa

source: If Resume Search Is Allowed Then Its Allowed Also
es_es: Si la búsqueda de CVs está permitida, también está permitida

source: Folders
es_es: Carpetas

source: Expire Package Message
es_es: Mensaje de Caducidad del Paquete de Créditos

source: Enable
es_es: Habilitar

source: Show Applied Resume Status
es_es: Mostrar Estado del CV Enviado

source: Resume Auto Approve
es_es: Aprobación Automática de CVs

source: Job Alert For Visitor
es_es: Alerta de Empleo Para el Visitante

source: Job Alert Auto Approve
es_es: Aprobación Automática de Alertas de Empleo

source: Job Short List Setting Effects Both On Job Listing And Control Panel Job
es_es: La configuración de preselección de empleos afecta tanto a la lista de empleos como al panel de control

source: Short List Page.
es_es: Página de Preseleccionados.

source: Apply Now Redirect Link
es_es: Enlace de redirección del botón Postular Ahora

source: Vistor Can Apply To Job
es_es: Visitante puede postularse para cualquier empleo

source: Show Login Message To Visitor
es_es: Mostrar Mensaje de Inicio de Sesión al Visitante

source: Resume Captcha
es_es: Captcha de CV

source: Show captcha on visitor form resume
es_es: Mostrar captcha en el formulario de currículum del visitante

source: Job Alert Captcha
es_es: Captcha de Alerta de Empleo

source: Show captcha visitor job alert form
es_es: Mostrar captcha en el formulario de alerta de empleo del visitante

source: View Company
es_es: Ver Empresa

source: Search Job Settings
es_es: Configuraciones de Búsqueda de Empleos

source: Applied Resume Status
es_es: Estado de CVs enviados

source: Color Chooser
es_es: Selector de Color

source: Preset Theme
es_es: Tema Preestablecido

source: Top Header Line
es_es: Línea Superior del Encabezado

source: Top Header Background Color
es_es: Color de Fondo del Encabezado Superior

source: Button Hover
es_es: Botón Flotante

source: Heading Text
es_es: Texto del Encabezado

source: Top Header Text Color
es_es: Color del Texto del Encabezado Superior

source: Border Color
es_es: Color del Borde

source: Content Background Color
es_es: Color de Fondo del Contenido

source: Content Text Color
es_es: Color del Texto del Contenido

source: Button Color
es_es: Color del Botón

source: Color 8
es_es: Color de 8

source: Button Text Color
es_es: Color del Texto del Botón

source: Color Effect Preview
es_es: Vista Previa del Efecto de Color

source: Blue
es_es: Azul

source: Red
es_es: Rojo

source: Purple
es_es: Morado

source: Brown
es_es: Café

source: Green
es_es: Verde

source: Orange
es_es: Naranja

source: Black
es_es: Negro

source: Configurations
es_es: Configuraciones

source: Employer Configurations
es_es: Configuraciones del Empleador

source: Themes
es_es: Temas

source: Code
es_es: Código

source: Currency Symbol
es_es: Símbolo de Moneda

source: Text Field
es_es: Campo de Texto

source: Check Box
es_es: Casilla de Verificación

source: Date
es_es: Fecha

source: Drop Down
es_es: Lista Desplegable

source: Editor Text Area
es_es: Área de Texto del Editor

source: Text Area
es_es: Área de texto

source: Can not delete option in use
es_es: No se puede eliminar la opción en uso

source: User Fields
es_es: Campos de Usuario

source: Num
es_es: Número

source: Visitor User Fields
es_es: Campos de Usuario para Visitantes

source: Department Approval Queue
es_es: Cola de Aprobación de Departamentos

source: Save Department
es_es: Guardar Departamento

source: Department Queue
es_es: Cola de Departamento

source: Email Templates
es_es: Plantillas de Correo Electrónico

source: Parameters
es_es: Parámetros

source: Employer Name
es_es: Nombre del Empleador

source: Job Link
es_es: Enlace del Empleo

source: Job Seeker Name
es_es: Nombre del Candidato

source: Department Title
es_es: Título del Departamento

source: Package Title
es_es: Título del Paquete de Créditos

source: Package Price
es_es: Precio del Paquete de Créditos

source: Pricing
es_es: Precios

source: View Package
es_es: Ver Paquete de Créditos

source: Payment Status
es_es: Estado de Pago

source: Sender Name
es_es: Nombre del Remitente

source: Show Jobs In Tabular
es_es: Mostrar Empleos en Formato Tabular

source: Visitor Contact Name
es_es: Nombre Completo del Contacto del Visitante

source: Site Name
es_es: Nombre del Sitio Web

source: Click Here To Visit
es_es: Haga Clic Aquí para Visitar

source: Sender Message
es_es: Mensaje del Remitente

source: Resume Apply Status
es_es: Estado de Aplicación del CV

source: Url To Check The Status
es_es: URL para Verificar el Estado

source: Company Approval
es_es: Aprobación de la Empresa

source: Company Rejection
es_es: Rechazo de la Empresa

source: Job Approval
es_es: Aprobación del Empleo

source: Job Rejecting
es_es: Rechazo del Empleo

source: New Resume
es_es: Nuevo CV

source: New Message
es_es: Nuevo Mensaje

source: Resume Approval
es_es: Aprobación del CV

source: Resume Rejecting
es_es: Rechazo del CV

source: Job Apply
es_es: Postular a Empleo

source: Employer Buy Package
es_es: Compra de Paquete para Empleador

source: Employer Visitor Job
es_es: El empleador visitante puede ver una oferta de empleo

source: Job To Friend
es_es: Empleo a un Amigo

source: Job Seeker Package Purchased
es_es: Paquete para Candidato Comprado

source: Employer Package Purchased
es_es: Paquete para empleador comprado

source: Discount start date must be less then discount end date
es_es: Fecha de inicio del descuento debe ser menor que la fecha de fin del descuento

source: Enter correct discount value according to discount type
es_es: Ingresa el valor correcto de descuento según el tipo de descuento

source: Discount Start Date
es_es: Fecha de Inicio del Descuento

source: Discount End Date
es_es: Fecha de Fin del Descuento

source: Discount Message
es_es: Mensaje de Descuento

source: Discount Type
es_es: Tipo de Descuento

source: -1 To Unlimited
es_es: -1 a Ilimitado

source: Effect On Applied Resume
es_es: Efecto en el CV enviado

source: Folders Allow
es_es: Carpetas Permitidas

source: Messages Allow
es_es: Mensajes Permitidos

source: Enforce Un-publish Job
es_es: Forzar no Publicar Empleo

source: Account
es_es: Cuenta

source: Link
es_es: Enlace

source: Save Employer Package
es_es: Guardar Paquete para Empleador

source: Field Ordering
es_es: Orden de Campos

source: Unpublished
es_es: No publicado

source: Required
es_es: Requerido

source: Notrequired
es_es: No requerido

source: Can Not Unpublished
es_es: No se puede no publicar

source: Visitor Fields
es_es: Campos de Visitantes

source: Fields
es_es: Campos

source: Folder Queue
es_es: Carpeta de Lista de Espera

source: Unpublish
es_es: No publicar

source: Highest Educations
es_es: Nivel Más Alto de Educación

source: JS Jobs Installation
es_es: Instalación de JS Jobs

source: Finish
es_es: Finalizar

source: Quick Configurations
es_es: Configuraciones Rápidas

source: Enable JS Jobs
es_es: Activar JS Jobs

source: Employer Can Register
es_es: Empleadores Pueden Registrarse

source: Employer Package Required
es_es: Se Requiere Paquete Para Empleador

source: Only Employer Can Post Jobs
es_es: Solo los empleadores pueden publicar empleos

source: Job Seeker Package Required
es_es: Se requiere paquete para candidato

source: Only Job Seeker Can Apply Job
es_es: Solo el candidato puede postular a empleo

source: Sample Data
es_es: Datos de Muestra

source: Install Sample Data
es_es: Instalar Datos de Muestra

source: Sample Data Default User Information
es_es: Información de Usuario Predeterminada de Datos de Muestra

source: Username
es_es: Nombre de usuario

source: JSjobs Jobseeker
es_es: Candidato de JS Jobs

source: JSjobs Employer
es_es: Empleador de JS Jobs

source: Create Menu For JS Jobs
es_es: Crea Menú Para JS Jobs

source: Final Step
es_es: Paso Final

source: Jobs Approval Queue
es_es: Cola de Aprobación de Empleos

source: Save Job Alert
es_es: Guardar Alerta de Empleo

source: Subcategory
es_es: Subcategoría

source: Advance Search
es_es: Búsqueda Avanzada

source: Job Alert Setting
es_es: Configuración de Alerta de Empleo

source: Save Job Seeker Package
es_es: Guardar Paquete de Candidato

source: Server Serial Number
es_es: Número de Serie del Servidor

source: Please type your server serial number and
es_es: Por favor, escribe tu número de serie de servidor y

source: Please enter your JS Jobs server serial number
es_es: Por favor, ingresa tu número de serie de servidor JS Jobs

source: Insert serial number here and submit, then goto Joomsky again and verify you website.
es_es: Inserta el número de serie aquí y envía, luego ve a Joomsky nuevamente y verifica tu sitio web.

source: Sharing Subscribe
es_es: Compartir Suscripción

source: Services Sharing
es_es: Compartir Servicios

source: Subscribe and unsubscribe sharing services
es_es: Suscribirse y cancelar la suscripción a servicios compartidos

source: Your Sharing Services
es_es: Tus servicios compartidos

source: Subscribed
es_es: Suscrito

source: Unsubscribed
es_es: No suscrito

source: Authentication key
es_es: Clave de autentificación

source: Enter The Key
es_es: Ingresa la clave

source: Get authentication key from Joomsky my product area here is link
es_es: Obtén la clave de autenticación de Joomsky en el área de mis productos, aquí está el enlace

source: Insert your authentication key here and press subscribe to job sharing services.
es_es: Inserta tu clave de autenticación aquí y presiona suscribirte a los servicios de compartir empleos.

source: If you want to unsubscribe then after subscribe you are able to make unsubscribe
es_es: Si deseas cancelar la suscripción, después de suscribirte podrás hacerlo.

source: Please wait your system synchronize with server
es_es: Por favor, inserta tu clave de autenticación aquí y presiona suscribirte a los servicios de intercambio de empleos.

source: Job Share Log
es_es: Registro de Empleos Compartidos

source: Ref Number
es_es: Número Referencia

source: Start
es_es: Inicio

source: End
es_es: Fin

source: User Id
es_es: ID Usuario

source: Event
es_es: Evento

source: Event Type
es_es: Tipo de Evento

source: Job Sharing Service
es_es: Servicio para Compartir Empleos

source: Job Types
es_es: Tipos de Empleo

source: Disable
es_es: Desactivar

source: Payment Report
es_es: Informe de Pago

source: User Stats
es_es: Estadísticas de Usuario

source: Information
es_es: Información

source: Support
es_es: Soporte

source: Forum
es_es: Foro

source: Documentation
es_es: Documentación

source: Cron Job
es_es: Tarea Cron

source: Php Script
es_es: Script PHP

source: Name Of Cronjob
es_es: Nombre de la Tarea Cron

source: Log In To Webcron.org. In The Cron Area, Click On The New Cron Button. Below Youll Find What You Have To Enter At Webcron.orgs Interface
es_es: Inicia sesión en Webcron.org. En el área de Tareas Cron, haz clic en el botón Nueva Tarea Cron. A continuación, encontrarás lo que debes ingresar en la interfaz de Webcron.org.

source: Timeout
es_es: Tiempo de espera

source: 180sec If The Backup Doesnt Complete, Increase It. Most Sites Will Work With A Setting Of 180 Or 600 Here. If You Have A Very Big Site Which Takes More Than 5 Minutes To Back Itself Up, You Might Consider Using Akeeba Backup Professional And The Native Cli Cron Job Instead, As Its Much More Cost-effective.
es_es: Establécelo en 180 segundos. Si la copia de seguridad no se completa, aumenta el tiempo. La mayoría de los sitios funcionarán con una configuración de 180 o 600 aquí. Si tienes un sitio muy grande que tarda más de 5 minutos en hacer una copia de seguridad, considera utilizar Akeeba Backup Professional y la tarea cron nativa de CLI, ya que es mucho más rentable.

source: Url You Want To Execute
es_es: URL Que Deseas Ejecutar

source: Leave This Blank
es_es: Deja Esto en Blanco

source: Execution Time
es_es: Tiempo de Ejecución

source: Thats The Grid Below The Other Options. Select When And How Often You Want Your Cron Job To Run.
es_es: Ese es el cuadro debajo de las otras opciones. Selecciona cuándo y con qué frecuencia deseas que se ejecute tu tarea cron.

source: Alerts
es_es: Alertas

source: If You Have Already Set Up Alert Methods In Webcron.orgs Interface, We Recommend Choosing An Alert Method Here And Not Checking The only On Error. So That You Always Get A Notification When The Backup Cron Job Runs. Finally, Click On The Submit Button To Finish Setting Up Your Cron Job.
es_es: Si ya has configurado métodos de alerta en la interfaz de Webcron.org, recomendamos elegir un método de alerta aquí y no marcar la opción 'Solo en caso de error' para que siempre recibas una notificación cuando se ejecute la tarea cron de copia de seguridad. Finalmente, haz clic en el botón Enviar para completar la configuración de tu tarea cron.

source: Or
es_es: O

source: Sorry, The Backup Didnot Work.
es_es: Lo siento, la copia de seguridad no funcionó.

source: Component Details
es_es: Detalles del componente

source: Version
es_es: Versión

source: Active
es_es: Activo

source: Activate/updates
es_es: Activar/actualizaciones

source: JS Jobs Installer
es_es: Instalador de JS Jobs

source: Please wait installation in progress...
es_es: Por favor, espera, la instalación está en progreso...

source: Please fill the form and press start
es_es: Por favor, completa el formulario y presiona iniciar.

source: Activation Key
es_es: Clave de activación

source: WARNING
es_es: ADVERTENCIA

source: Curl is not enable, please enable curl
es_es: cURL no está habilitado, por favor habilítalo

source: Reference Link
es_es: Enlace de referencia

source: It may take few minutes...
es_es: Puede tomar unos minutos...

source: All files override are you sure to continue
es_es: Se sobrescribirán todos los archivos. ¿Estás seguro de que quieres continuar?

source: JS Job Update
es_es: Actualización de JS Jobs

source: Shifts
es_es: Turnos

source: Sharing Service
es_es: Servicio de Compartir

source: Payment Methods Configuration
es_es: Configuración de Métodos de Pago

source: Approval Queue
es_es: Cola de Aprobación

source: Payments
es_es: Pagos

source: Employer History
es_es: Historial del Empleador

source: Job Seeker History
es_es: Historial del Candidato

source: User Roles
es_es: Roles de Usuario

source: Users
es_es: Usuarios

source: Employer Purchase
es_es: Compra de Empleador

source: Job Seeker Purchase
es_es: Compra del Candidato

source: Conflicted
es_es: En Conflicto

source: Messages Approval Queue
es_es: Cola de Aprobación de Mensajes

source: Selected user is not js jobs system user, please assing role to user roles > Users > Change Role
es_es: El usuario seleccionado no es un usuario del sistema JS Jobs, por favor, asigna un rol al usuario: Roles > Usuarios > Cambiar rol.

source: Payer Name
es_es: Nombre del Pagador

source: Payer E-mail
es_es: Correo Electrónico del Pagador

source: Payer Amount
es_es: Monto del Pagador

source: Payer Item Name
es_es: Nombre del Artículo del Pagador

source: Transaction Verified
es_es: Transacción Verificada

source: Transaction Auto Verified
es_es: Transacción Auto Verificada

source: Auto Approve
es_es: Aprobación automática

source: Manual Approved
es_es: Aprobación Manual

source: Verify Date
es_es: Fecha de Verificación

source: Employer Payment History
es_es: Historial de Pagos del Empleador
