Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Register an account
es_es: Registrarse en una cuenta

source: Install Required Plugins
es_es: Instalar los plugins necesarios

source: Install Plugins
es_es: Instalar plugins

source: Installing Plugin:
es_es: Instalando plugin:

source: Updating Plugin:
es_es: Actualizando plugin:

source: Something went wrong with the plugin API.
es_es: Hubo un problema con la API del plugin.

source: Return to Required Plugins Installer
es_es: Volver al instalador de plugin necesario

source: Return to the Dashboard
es_es: Regreso al panel de control

source: Plugin activated successfully.
es_es: Plugin activado con éxito.

source: The following plugin was activated successfully:
es_es: El siguiente plugin se activó con éxito:

source: No action taken. Plugin was already active.
es_es: No se realizó ninguna acción. El plugin ya estaba activo.

source: All plugins installed and activated successfully.
es_es: Todos los plugins se instalaron y activaron con éxito.

source: Dismiss this notice
es_es: Descartar este aviso

source: Please contact the administrator of this site for help.
es_es: Por favor, contacta al administrador del sitio para obtener ayuda.

source: This plugin needs to be updated to be compatible with your theme.
es_es: Este plugin necesita actualizarse para ser compatible con tu tema.

source: Update Required
es_es: Actualización requerida

source: and
es_es: y

source: WordPress Repository
es_es: Repositorio de WordPress

source: External Source
es_es: Fuente Externa

source: Pre-Packaged
es_es: Preempaquetado

source: Not Installed
es_es: No Instalado

source: Installed But Not Activated
es_es: Instalado pero no activado

source: Required Update not Available
es_es: Actualización requerida no disponible

source: Requires Update
es_es: Requiere Actualización

source: Update recommended
es_es: Actualizacion Recomendada

source: To Install
es_es: Para Instalar

source: Update Available
es_es: Actualización disponible

source: To Activate
es_es: Para Activar

source: Installed version:
es_es: Versión instalada:

source: Minimum required version:
es_es: Versión mínima requerida:

source: Available version:
es_es: Versión disponible:

source: No plugins to install, update or activate.
es_es: No hay plugins para instalar, actualizar o activar.

source: Source
es_es: Fuente

source: Activate
es_es: Activar

source: Upgrade message from the plugin author:
es_es: Mensaje de actualización del autor del plugin:

source: No plugins were selected to be installed. No action taken.
es_es: No se seleccionaron plugins para ser instalados. No se tomó ninguna acción.

source: No plugins were selected to be updated. No action taken.
es_es: No se seleccionaron plugins para ser actualizados. No se tomó ninguna acción.

source: No plugins are available to be installed at this time.
es_es: No hay plugins disponibles para ser instalados en este momento.

source: No plugins are available to be updated at this time.
es_es: No hay plugins disponibles para ser actualizados en este momento.

source: No plugins were selected to be activated. No action taken.
es_es: No se seleccionaron plugins para ser activados. No se tomó ninguna acción.

source: No plugins are available to be activated at this time.
es_es: No hay plugins disponibles para ser activados en este momento.

source: Plugin activation failed.
es_es: Error en la activación del plugin.

source: Updating Plugin
es_es: Actualizando plugin

source: An error occurred while installing.
es_es: Se produjo un error durante la instalación.

source: The installation of failed.
es_es: La instalación falló.

source: installed and activated successfully.
es_es: instalado y activado con éxito.

source: Show Details
es_es: Mostrar Detalles

source: Hide Details
es_es: Ocultar Detalles

source: All installations and activations have been completed.
es_es: Todas las instalaciones y activaciones han sido completadas.

source: Installing and Activating Plugin
es_es: Instalando y activando el plugin

source: installed successfully.
es_es: instalado con éxito.

source: All installations have been completed.
es_es: Todas las instalaciones se han completado.

source: Installing Plugin
es_es: Instalando Plugin

source: Job Saved Searches
es_es: Búsquedas guardadas de empleo

source: Job seeker Credits Pack
es_es: Paquete de créditos para candidatos

source: Job seeker Rate List
es_es: Lista de tarifas para candidatos

source: Add Job
es_es: Agregar empleo

source: Add Company
es_es: Agregar empresa

source: Employer Messages
es_es: Mensajes del empleadores

source: Resume Saved Searches
es_es: Reanudar búsquedas guardadas

source: Employer Credits Pack
es_es: Paquete de créditos del empleador

source: Thank You
es_es: Gracias

source: Job manager pages
es_es: Páginas de Job Manager

source: Pages
es_es: Páginas

source: How to shown the rumors.
es_es: Cómo mostrar los rumores.

source: Jobs search
es_es: Búsqueda de empleos

source: Detail Page
es_es: Página de detalles

source: Select the job detail page.
es_es: Seleccione la página de detalles del empleo.

source: Search jobs style
es_es: Estilo de búsqueda de empleos

source: Style 1
es_es: Estilo 1

source: Style 2
es_es: Estilo 2

source: Style 3
es_es: Estilo 3

source: Style 4
es_es: Estilo 4

source: Style 5
es_es: Estilo 5

source: Style 6
es_es: Estilo 6

source: Style 7
es_es: Estilo 7

source: Style 8
es_es: Estilo 8

source: How to shown search jobs.
es_es: Cómo mostrar la búsqueda de empleos.

source: Image
es_es: Imagen

source: WE'RE WORLD WIDE.
es_es: Estamos en todo el mundo.

source: Add main title to your job search form
es_es: Agregar título principal a tu formulario de búsqueda de empleo

source: Sub Title
es_es: Subtítulo

source: Exitying Career Opportunities
es_es: Oportunidades Profesionales Emocionantes

source: Add sub title to your job search form
es_es: Agregue un subtítulo a su formulario de búsqueda de empleo

source: Post ad
es_es: Publicar anuncio

source: Short Description
es_es: Descripción abreviada

source: Set the link
es_es: Establecer el enlace

source: Style
es_es: Estilo

source: Popular Categories
es_es: Categorías Populares

source: Category Icon
es_es: Ícono de Categoría

source: Latest And Featured Jobs
es_es: Últimos Empleos Destacados

source: Main Title
es_es: Título Principal

source: We offer
es_es: Ofrecemos

source: job vacancies right now
es_es: vacantes de empleo en este momento

source: Show No of Latest jobs
es_es: Mostrar el número de empleos más recientes

source: Show No of Featured jobs
es_es: Mostrar el número de empleos destacados

source: Featured Title
es_es: Título Destacado

source: Featured Description
es_es: Descripción Destacada

source: Post ad 2
es_es: Publicar anuncio 2

source: Heading
es_es: Encabezado

source: Count box
es_es: Cuadro de texto de recuento

source: Background Image
es_es: Imagen de Fondo

source: Icon 1
es_es: Icono 1

source: Count 1
es_es: Recuento 1

source: Define the count number for box 1
es_es: Defina el número de conteo para el cuadro de texto 1

source: Text for box 1.
es_es: Texto para el cuadro de texto 1.

source: Icon 2
es_es: Ícono 2

source: Count 2
es_es: Cuenta 2

source: Define the count number for box 2
es_es: Defina el número de conteo para el cuadro de texto 2

source: Text for box 2.
es_es: Texto para el cuadro de texto 2.

source: Icon 3
es_es: Ícono 3

source: Count 3
es_es: Cuenta 3

source: Define the count number for box 3
es_es: Definir el número de conteo para el cuadro de texto 3

source: Text for box 3.
es_es: Texto para el cuadro 3.

source: Icon 4
es_es: Ícono 4

source: Count 4
es_es: Cuenta 4

source: Define the count number for box 4
es_es: Definir el número de conteo para el cuadro de texto 4

source: Text for box 4.
es_es: Texto para el cuadro de texto 4.

source: Icon 5
es_es: Ícono 5

source: Text for box 5.
es_es: Texto para el cuadro de texto 5.

source: Latest Resume
es_es: Último CVs

source: Choose text color
es_es: Elige el color del texto

source: Find Your
es_es: Encuentra tu

source: Best Candidate
es_es: Mejor Candidato

source: No of Resume Show
es_es: Número de CVs mostrados

source: Whole slide
es_es: Diapositiva entera

source: Single resume
es_es: Currículum único

source: Speed
es_es: Velocidad

source: Give scroll speed in seconds.
es_es: Dale velocidad de desplazamiento en segundos.

source: Pricing tables
es_es: Tablas de precios

source: Number of price tables
es_es: Número de tablas de precios.

source: Show number of price tables.
es_es: Mostrar número de tablas de precios.

source: Plans and price
es_es: Planes y precios

source: Heading for the price table section.
es_es: Encabezado para la sección de tabla de precios.

source: Short description for price table shown below the heading.
es_es: Breve descripción para la tabla de precios que se muestra debajo del encabezado.

source: News and rumors
es_es: Consejos profesionales

source: News & rumors
es_es: onsejos profesionales

source: Edit news & rumor
es_es: Editar consejos profesionales

source: New news & rumor
es_es: Nuevos consejos profesionales

source: All news & rumor
es_es: Todos los consejos profesionales

source: View news & rumor
es_es: Ver consejos profesionales

source: Search News & Rumors
es_es: Buscar consejos profesionales

source: No news & rumor found
es_es: No se encontraron consejos profesionales

source: No news & rumor found in Trash
es_es: No se encontraron consejos profesionales en la papelera

source: without pagination
es_es: sin paginación

source: Carasole
es_es: Carrusel

source: pagination
es_es: paginación

source: New Style
es_es: Nuevo estilo

source: Select style for blog news
es_es: Seleccionar estilo para noticias de blog

source: Bottom Link
es_es: Enlace inferior

source: Set the bottom link for news and rumors.
es_es: Establecer el enlace inferior para consejos profesionales.

source: Slide style
es_es: Estilo de diapositiva

source: Single news slide
es_es: Diapositiva única de noticias

source: How to slide News and Rumers.
es_es: Cómo deslizar Consejos Profesionales.

source: Slide speed
es_es: Velocidad de deslizamiento

source: Give slide speed in seconds
es_es: Dale velocidad de deslizamiento en segundos

source: News per page
es_es: Noticias por página

source: Heading for the news and rumors section.
es_es: Rumbo a la sección de noticias y rumores.

source: Sub Heading
es_es: Subtítulo

source: Listed Blogs
es_es: Blogs listados

source: Sub Heading for the news and rumors section.
es_es: Subtítulo para la sección de consejos profesionales.

source: Short description for news and rumors shown below the heading.
es_es: Breve descripción para consejos profesionales mostrada debajo del encabezado.

source: Testimonials
es_es: Testimonios

source: Kind Words From
es_es: Palabras amables de

source: Heading for the testimonials section.
es_es: Encabezado para la sección de testimonios.

source: Happy Candidates
es_es: Candidatos Felices

source: Sub Heading for the testimonials section.
es_es: Subtítulo para la sección de testimonios.

source: Description for the testimonial.
es_es: Descripción del testimonio.

source: List Company Type
es_es: Listar tipo de empresa

source: Latest Companies
es_es: Últimas empresas

source: Select company list type.
es_es: Seleccionar tipo de lista de empresas.

source: Select company Style.
es_es: Seleccionar estilo de empresa.

source: We Have
es_es: Tenemos

source: Helped These Companies
es_es: Ayudó a estas empresas

source: Companies slide style
es_es: Estilo de desplazamiento de empresas

source: Single company slide
es_es: Desplazamiento de empresa individual

source: How to slide Companies.
es_es: Cómo deslizar empresas.

source: Total number of companies to shown
es_es: Número total de empresas a mostrar

source: Short description for Companies shown below the heading.
es_es: Breve descripción para empresas mostrada debajo del encabezado.

source: Job Manager Links
es_es: Enlaces de Job Manager

source: Select Custom Links Style.
es_es: Seleccione estilo de enlaces personalizados.

source: Main Heading
es_es: Encabezado Principal

source: Exciting Career Opportunities
es_es: Oportunidades Profesionales Emocionantes

source: Left Image
es_es: Imagen Izquierda

source: Right Image
es_es: Imagen Derecha

source: REGISTER AS EMPLOYER
es_es: REGISTRARSE COMO EMPLEADOR

source: Set the link for first button
es_es: Establecer el enlace para el primer botón

source: Set the link for second button
es_es: Establecer el enlace para el segundo botón

source: REGISTER AS JOB SEEKER
es_es: REGISTRARSE COMO BUSCADOR DE EMPLEO

source: Link Icon 1
es_es: Icono de enlace 1

source: Text Link
es_es: Enlace de texto

source: Set the link for the box
es_es: Establecer el enlace para el cuadro de texto

source: Link Icon 2
es_es: Ícono de enlace 2

source: Job Manager Info Text
es_es: Texto de información del gerente de trabajo

source: Job list type
es_es: Tipo de lista de empleos

source: List View
es_es: Vista de la lista

source: Grid View
es_es: Vista en cuadrícula

source: Grid list style
es_es: Estilo de la lista de cuadrícula

source: Show number of jobs on page, for show more button
es_es: Mostrar el número de empleos en la página mostrar más

source: Heading for the jobs section.
es_es: Encabezado para la sección de empleos.

source: Sub Heading for the jobs section.
es_es: Subtítulo para la sección de empleos.

source: Short description for jobs shown below the heading.
es_es: Breve descripción para empleos que se muestra debajo del encabezado.

source: Set the link for the Browse jobs
es_es: Establecer el enlace para Buscar Empleos

source: 4 Feature box
es_es: Cuadro de funciones 4

source: Icon
es_es: Icono

source: Search your dream job
es_es: Busca el empleo de tus sueños

source: First feature box title
es_es: Título del cuadro de texto de la primera característica

source: First feature box description.
es_es: Descripción del cuadro de texto de la primera característica.

source: User Groups
es_es: Grupos de Usuarios

source: Second feature box title
es_es: Título del cuadro de texto de la segunda características

source: Second feature box description.
es_es: Descripcion del cuadro de texto de la segunda caracteristica.

source: Third feature box title
es_es: Título del cuadro de texto de la tercera característica

source: Third feature box description.
es_es: Descripcion del cuadro texto de la tercera caracteristica.

source: Four feature box title
es_es: Título del cuadro de texto de la cuarta característica

source: Four feature box description.
es_es: Descripcion del cuadro de texto de la cuarta caracteristica.

source: 3 Feature box
es_es: Cuadro de funciones 3

source: Style2
es_es: Estilo 2

source: Style3
es_es: Estilo 3

source: Style4
es_es: Estilo 4

source: Image1
es_es: Imagen 1

source: First image
es_es: Primera imagen

source: Image2
es_es: Imagen 2

source: Second image
es_es: Segunda imagen

source: Image3
es_es: Imagen 3

source: Third image
es_es: Tercera imagen

source: Heading for the featured box section.
es_es: Encabezado para el cuadro de texto de la sección destacado.

source: Summary
es_es: Resumen

source: Short description for featured box shown below the heading.
es_es: Descripción breve para el cuadro de texto destacado que se muestra debajo del encabezado.

source: Heading for the featured jobs section.
es_es: Encabezado para la sección de empleos destacados.

source: Sub Heading for the featured jobs section.
es_es: Subencabezado para la seccion de empleos destacados.

source: Short description for featured jobs shown below the heading.
es_es: Descripcion breve para los empleos destacados mostrados debajo del encabezado.

source: Featured jobs slide style
es_es: Estilo de la diapositiva de empleos destacados

source: Single job slide
es_es: Diapositiva de empleo individual

source: How to slide featured jobs.
es_es: Como deslizar trabajos destacados.

source: Total number of jobs to shown
es_es: Número total de empleos mostrados

source: Job Manager Link With Counter
es_es: Enlace de Job Manager con Contador

source: Select Custom Link Style.
es_es: Seleccionar Estilo de Enlace Personalizado.

source: Google map
es_es: Mapa Google

source: Specify the height of google map
es_es: Especifique la altura del mapa de Google

source: Height in px only integer
es_es: Altura en pixeles (solo entero)

source: Image and Text Box
es_es: Imagen y Cuadro de Texto

source: Welcome to Job manager
es_es: Bienvenido a Job Manager

source: Heading for the image and text box
es_es: Encabezado para la imagen y cuadro de texto

source: Sub Heading for the image and text box
es_es: Subencabezado para la imagen y cuadro de texto

source: Summary for the image and text box
es_es: Resumen para la imagen y cuadro de texto

source: Description for the image and the text box.
es_es: Descripción para la imagen y cuadro de texto.

source: Jobs search With Categories
es_es: Búsqueda de empleo con categorías

source: Search jobs category style
es_es: Buscar estilo de categoría de trabajos

source: How to shown search jobs and categories.
es_es: Cómo mostrar la búsqueda de empleos y categorías.

source: Team members
es_es: Miembros del equipo

source: Records per row
es_es: Registros por fila

source: Maximum 12 records per row is allowed.
es_es: Se permite un máximo de 12 registros por fila.

source: Number of Records
es_es: Número de Registros

source: How many team members records can be query
es_es: ¿Cuántos registros de miembros del equipo se pueden consultar?

source: Our Team Members
es_es: Miembros de Nuestro Equipo

source: Heading for the team members section.
es_es: Encabezado para la sección de miembros del equipo.

source: Short description for team members shown below the heading.
es_es: Descripción corta de los miembros del equipo mostrada debajo del encabezado.

source: Primary menu
es_es: Menú Principal

source: Woocommerce Sidebar
es_es: Barra lateral de Woocommerce

source: Appear in left side of woocommerce area
es_es: Aparece en el lado izquierdo del área de WooCommerce

source: Left Sidebar
es_es: Barra lateral izquierda

source: Appear in left side of content area
es_es: Aparece en el lado izquierdo del área de contenido

source: Right Sidebar
es_es: Barra lateral derecha

source: Appear in right side of content area
es_es: Aparece en el lado derecho del área de contenido

source: Appear in right side of news and rumors
es_es: Aparece en el lado derecho de consejos profesionales.

source: Footer 1
es_es: Pie de página 1

source: Appear in footer area
es_es: Aparecer en el área de pie de página

source: Footer 2
es_es: Pie de página 2

source: Footer 3
es_es: Pie de página 3

source: Footer 4
es_es: Pie de página 4

source: Footer 5
es_es: Pie de página 5

source: Appear in left side of footer area
es_es: Aparece en el lado izquierdo del área del pie de página

source: Footer 6
es_es: Pie de página 6

source: Appear in right side of footer area
es_es: Aparece en el lado derecho del área del pie de página

source: Leave comments
es_es: Dejar comentarios

source: Leave a reply to
es_es: Deja una respuesta a

source: Cancel Reply
es_es: Cancelar respuesta

source: Submit Comment
es_es: Enviar comentario

source: Your comments
es_es: Tus comentarios

source: You must be
es_es: Usted debe ser

source: Your email address will not be published.
es_es: Su dirección de correo electrónico no será publicada.

source: Home
es_es: Inicio

source: Archives
es_es: Archivo

source: Page
es_es: Página

source: Search results for
es_es: Resultados de búsqueda para

source: Job seeker Register
es_es: Registro de Candidatos

source: Employer Register
es_es: Registro de Empleadores

source: User Register
es_es: Registro de Usuarios

source: Coverletter
es_es: Carta de Presentación

source: My Coverletter
es_es: Mi Carta de Presentación

source: View Coverletter
es_es: Ver Carta de Presentación

source: Lost Password
es_es: Contraseña perdida

source: Pick a new Password
es_es: Elige una nueva contraseña

source: Car Manager colors are over riding JS Support Ticket colors
es_es: Los colores de Car Manager anulan los colores del Ticket de Soporte JS

source: click here
es_es: haz clic aquí

source: Search result for:
es_es: Resultado de búsqueda para:

source: By Author
es_es: Por Autor

source: By Tag
es_es: Por Etiqueta

source: By Category
es_es: Por Categoria

source: By Date
es_es: Por Fecha

source: Please enter in your name.
es_es: Por favor, ingresa tu nombre.

source: Please enter a valid email address.
es_es: Por favor, ingresa una dirección de correo electrónico válida.

source: Message box can not be empty
es_es: La caja de texto del mensaje no puede estar vacia

source: Hello
es_es: Hola

source: To reset your password, visit the following address:
es_es: Para restablecer tu contraseña, visita la siguiente dirección:

source: Thanks
es_es: Gracias

source: Click to return on the top page
es_es: Haz clic aquí para volver a la página superior.

source: your profile
es_es: tu perfil

source: registration is disabled
es_es: el registro está desactivado

source: already logged in
es_es: ya has iniciado sesión

source: banned
es_es: prohibido

source: Oops
es_es: Ups

source: employer dashboard
es_es: panel del empleador

source: For More Details Contact To Your Administrator
es_es: Para mas detalles, por favor contacte a su administrador de sistema.

source: 404 page not found
es_es: 404 Página no encontrada

source: Oops This Page Not Found
es_es: Ups, lo siento, esta página no existe.

source: The link might be corrupted
es_es: El enlace puede estar dañado

source: or the page may have been removed
es_es: o la página puede haber sido eliminada

source: Go Back Home
es_es: Volver a página de inicio

source: user disabled
es_es: usuario deshabilitado

source: For More Details Contact To Your Administrator.
es_es: Para más detalles contacte a su administrador.

source: not enough credits
es_es: no hay suficientes créditos

source: Please Purchase Credits Pack To Perform This Action.
es_es: Compre el paquete de créditos para realizar esta acción.

source: Not logged in
es_es: Sin iniciar sesión

source: Please Login To Access This Page
es_es: Por favor, inicie sesión para acceder a esta página

source: Please Register If You Are Not A Registered Member
es_es: Regístrese si no es un miembro registrado

source: Not permission
es_es: No permiso

source: No Record Found Icon
es_es: No se encontró el icono de registro

source: Oops,
es_es: Ups

source: System Is Offline
es_es: El sistema está fuera de línea

source: registration disabled
es_es: registro deshabilitado

source: For More Details Contact Your System Administrator
es_es: Para más detalles, contacte con el administrador del sistema.

source: Please Purchase Credits Pack To Perform This Action
es_es: Por favor compre un paquete de creditos para realizar esta accion.

source: content not found
es_es: contenido no encontrado

source: This Link Might Be Corrupted
es_es: Este enlace puede estar dañado

source: not allowed
es_es: no permitido

source: Administrator Does Not Allow This Action
es_es: El administrador no permite esta acción

source: For More Details Contact System Administrator
es_es: Para obtener más detalles, contacta al administrador del sistema

source: system offline
es_es: El sistema está fuera de línea

source: page not found
es_es: Página no encontrada

source: remove logo
es_es: eliminar logo

source: Search Company
es_es: Buscar Empresa

source: sorting
es_es: clasificación

source: company title
es_es: título empresa

source: company link
es_es: enlace empresa

source: show company jobs
es_es: mostrar empleos de la empresa

source: web link
es_es: enlace web

source: add to featured company
es_es: agregar a empresa destacadas

source: show company detail
es_es: mostrar detalles de la empresa
