Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Discount Amount
es_es: Monto del Descuento

source: Verify Payment
es_es: Verificar Pago

source: Save Resume Search
es_es: Guardar Búsqueda de CV

source: Package For
es_es: Paquete Para

source: Assign Package
es_es: Asignar paquete

source: Payment History Details
es_es: Detalles de Historial de Pago

source: Report
es_es: Informe

source: Partner
es_es: Socio

source: Direct
es_es: Directo

source: English
es_es: Inglés

source: German
es_es: Alemán

source: Spanish
es_es: Español

source: French
es_es: Francés

source: Italian
es_es: Italiano

source: Dutch
es_es: Neerlandés

source: Portuguese
es_es: Portugués

source: United Kingdom
es_es: Británica

source: Australia
es_es: Australiana

source: New Zealand
es_es: Neozelandesa

source: Same Window
es_es: Misma Ventana

source: From Epay
es_es: Desde ePay

source: To And From Epay
es_es: Desde y hacia ePay

source: Polish
es_es: Polaco

source: Greek
es_es: Griego

source: Romanian
es_es: Rumano

source: Russian
es_es: Ruso

source: Turkish
es_es: Turco

source: Chinese
es_es: Chino

source: Czech
es_es: Checo

source: Danish
es_es: Danés

source: Swedish
es_es: Sueco

source: Finnish
es_es: Finlandés

source: Live
es_es: En vivo

source: Test
es_es: Prueba

source: Simu
es_es: Simulación

source: Japanese
es_es: Japonés

source: Norwegian
es_es: Noruego

source: Slovenian
es_es: Esloveno

source: Payza Setting
es_es: Configuración de Payza

source: Alipay Setting
es_es: Configuración de Alipay

source: Authorize Setting
es_es: Configuración de Authorize

source: Worldpay Setting
es_es: Configuración de Worldpay

source: Bluepaid Setting
es_es: Configuración de BluePaid

source: Epay Setting
es_es: Configuración de ePay

source: Eway Setting
es_es: Configuración de Eway

source: Google Checkout Setting
es_es: Configuración de Google Checkout

source: Hsbc Setting
es_es: Configuración de HSBC

source: Moneybookers Setting
es_es: Configuración de Moneybookers

source: Paypal Setting
es_es: Configuración de PayPal

source: Sagepay Setting
es_es: Configuración de SagePay

source: Western Union Setting
es_es: Configuración de Western Union

source: 2checkout Setting
es_es: Configuración de 2checkout

source: Fastspring Setting
es_es: Configuración de FastSpring

source: Avangate Setting
es_es: Configuración de Avangate

source: Pagseguro Setting
es_es: Configuración de PagSeguro

source: Payfast Setting
es_es: Configuración de Payfast

source: Ideal Setting
es_es: Configuración de iDeal

source: Other Setting
es_es: Otra configuración

source: Merchant Email
es_es: Correo electrónico del comerciante

source: Ipn Security Code
es_es: Código de seguridad IPN

source: Notify Url
es_es: URL de notificación

source: Cancel Url
es_es: URL de cancelación

source: Return Url
es_es: URL de retorno

source: Payza Enabled
es_es: Payza habilitado

source: Test Mode
es_es: Modo de prueba

source: Alipay Settings
es_es: Configuración de Alipay

source: Security Code
es_es: Código de seguridad

source: Payment Mode
es_es: Modo de pago

source: Partner Id
es_es: ID de socio

source: Accepted Currency
es_es: Moneda Aceptada

source: Transport
es_es: Transporte

source: Alipay Enabled
es_es: Alipay Habilitado

source: Authorize Settings
es_es: Configuración de Authorize

source: Login Id
es_es: ID de inicio de sesión

source: Transaction Key
es_es: Clave de transacción

source: Test Mode Enabled
es_es: Modo de Prueba Habilitado

source: Authorize Enabled
es_es: Authorize Habilitado

source: Note
es_es: Nota

source: Only Sim Payment Method
es_es: Solo Método de Pago SIM

source: Payment Url
es_es: URL de Pago

source: Installation Id
es_es: ID de Instalación

source: Worldpay Enabled
es_es: Worldpay Habilitado

source: Bluepaid Id
es_es: ID de BluePaid

source: Currency Code
es_es: Código de Moneda

source: Bluepaid Enabled
es_es: BluePaid habilitado

source: Merchant Number
es_es: Número de Comerciante

source: Window State
es_es: Estado de la Ventana

source: Md5 Mode
es_es: Modo MD5

source: Auth Sms
es_es: Autenticación por SMS

source: Auth Mail
es_es: Autenticación por Correo Electrónico

source: Group
es_es: Grupo

source: Instant Capture
es_es: Captura Instantánea

source: Split Payment
es_es: Pago fraccionado

source: Add Fee
es_es: Agregar Tarifa

source: Epay Enabled
es_es: ePay Habilitado

source: Customer Id
es_es: ID de Cliente

source: Currency Code Were Set According To Country I-e Aud, Nzd, Gbp
es_es: El código de moneda se estableció según el país, es decir, AUD, NZD, GBP

source: Dont Change It
es_es: No lo Cambies

source: Eway Enabled
es_es: Eway Habilitado

source: Google Checkout Settings
es_es: Configuraciones de Google Checkout

source: Merchant Id
es_es: ID del Comerciante

source: Merchant Key
es_es: Clave del Comerciante

source: Server To Server
es_es: De Servidor a Servidor

source: Google Checkout Enabled
es_es: Google Checkout Habilitado

source: Hsbc Enabled
es_es: HSBC Habilitado

source: Merchant Secret Word
es_es: Palabra Secreta del Comerciante

source: Moneybookers Enabled
es_es: Moneybookers Habilitado

source: Account Id
es_es: ID de Cuenta

source: Authentication Token
es_es: Token de Autenticación

source: Paypal Enabled
es_es: PayPal Habilitado

source: Vendor Name
es_es: Nombre del Proveedor

source: Mode
es_es: Modo

source: Sagepay Enabled
es_es: SagePay Activado

source: Western Union Settings
es_es: Configuración de Western Union

source: Mark Checkbox If You Want To Show It
es_es: Marca la casilla si quieres mostrarlo

source: Note: Email Address Shown For Mtcn Number
es_es: Nota: dirección de correo electrónico mostrada para el número MTCN

source: Western Union Enabled
es_es: Western Union Activado

source: Seller Id
es_es: ID del vendedor

source: 2checkout Enabled
es_es: 2Checkout Activado

source: Private Key
es_es: Clave Privada

source: Paste Url In Fastspring Notification Url
es_es: Pega la URL en el campo de URL de notificación de Fastspring

source: Fastspring Enabled
es_es: FastSpring Activado

source: Note: Paste The Product Url In Seller Package Form
es_es: Nota: pega la URL del producto en el formulario del paquete del vendedor

source: Paste Url In Avangate Notification Url
es_es: Pega la URL en el campo de URL de notificación de Avangate

source: Avangate Enabled
es_es: Avangate habilitado

source: Pagseguro Settings
es_es: Configuración de PagSeguro

source: Paste Url In Pagseguro Notification Url
es_es: Url Pegar en Pagseguro url notificación

source: Pagseguro Enabled
es_es: Pagseguro Activado

source: Pdt Key
es_es: Clave PDT

source: Payfast Enabled
es_es: Payfast Activado

source: Ideal Settings
es_es: Configuración iDEAL

source: Ideal Enabled
es_es: iDEAL Activado

source: Other Enabled
es_es: Otro Activado

source: Package Notification Will Not Work
es_es: La notificación del paquete no funcionará

source: Reference Years
es_es: Años de referencia

source: Languages
es_es: Idiomas

source: Resume Approval Queue
es_es: Cola de aprobación de CVs

source: Resume Rejected
es_es: CV rechazado

source: Job Seeker Package
es_es: Paquete para Candidatos

source: Field Title
es_es: Título del Campo

source: View Cover Letters
es_es: Ver Cartas de Presentación

source: Month
es_es: Mes

source: Resume Search Results
es_es: Resultados de la búsqueda de CVs

source: Salary range start must be less then salary range end
es_es: El rango de salario inicial debe ser inferior al rango de salario final

source: Salary range end must be greater then salary range start
es_es: El rango de salario final debe ser superior al rango de salario inicial

source: Salary Range Start
es_es: Inicio del Rango Salarial

source: Salary Range End
es_es: Fin del Rango Salarial

source: Save Salary Range
es_es: Guardar Rango Salarial

source: Set Ordering
es_es: Establecer Orden

source: Enabled
es_es: Activado

source: Blocked
es_es: Bloqueado

source: User Stats Companies
es_es: Estadísticas de Empresas del Usuario

source: User Stats Resumes
es_es: Estadísticas de CVs del Usuario

source: User Stats Jobs
es_es: Estadísticas de Empleos del Usuario

source: Role
es_es: Rol

source: Add Address
es_es: Agregar Dirección

source: Add Education
es_es: Agregar Educación

source: Add Employer
es_es: Agregar Empleador

source: You are not allowed to unsubscribe job alert
es_es: No tienes permitido darte de baja de las alertas de trabajo

source: Error in mark resume as spam
es_es: Error al marcar el CV como spam

source: Error in mark resume as hired
es_es: Error al marcar el CV como contratado

source: Error in move resume to inbox
es_es: Error al mover el CV a la bandeja de entrada

source: Error in resume reject
es_es: Error al rechazar el CV

source: Resume folder has been saved
es_es: La carpeta de CVs se ha guardado

source: Error in saving folders
es_es: Error al guardar las carpetas

source: This candidate is already shortlisted
es_es: Este candidato ya ha sido preseleccionado

source: Resume has been mark as spam
es_es: El CV ha sido marcado como spam

source: Job seeker has been hired
es_es: El candidato ha sido contratado

source: Resume has been unmarked as spam and moved to the inbox
es_es: El CV ha sido desmarcado como spam y movido a la bandeja de entrada

source: Application successfully applied
es_es: La postulación se ha enviado correctamente

source: You already apply to this job
es_es: Ya has postulado a este empleo

source: You can not apply to this job. Your job apply limit exceeds
es_es: No puedes postular a este empleo. Has superado el límite de postulaciones

source: Error in applying job
es_es: Error en postular al empleo

source: Candidate successfully shortlisted
es_es: Candidato preseleccionado con éxito

source: Resume comments has been saved
es_es: Los comentarios del CV se han guardado

source: Error in saving resume comments
es_es: Error al guardar los comentarios del CV

source: Candidate successfully mark as shortlist
es_es: El candidato ha sido marcado como preseleccionado correctamente

source: Resume search is not allowed in package
es_es: La búsqueda de CVs no está permitida en este paquete

source: You are not allowed
es_es: No estas permitido

source: Company limit exceeds
es_es: Se ha superado el límite de empresas

source: Cover letter limit exceeds
es_es: Se ha superado el límite de cartas de presentación

source: Folder limit exceed
es_es: Se ha superado el límite de carpetas

source: Job search not allowed in package
es_es: La búsqueda de empleo no está permitida en este paquete

source: You do not have this feature
es_es: No tienes acceso a esta función

source: Resume limit exceeds
es_es: Se ha superado el límite de CVs

source: Resume Waiting For Approval
es_es: CV en espera de aprobación

source: academic title
es_es: título académico

source: accountant
es_es: contador

source: action for
es_es: acción para

source: action on
es_es: acción en

source: active resume
es_es: CV activo

source: active resumes
es_es: CVs activos

source: activity log
es_es: registro de actividades

source: add new
es_es: agregar nuevo

source: add new job by visitor
es_es: agregar nuevo empleo por visitante

source: add new resume
es_es: agregar nuevo CV

source: add new resume by visitor
es_es: agregar nuevo CV por visitante

source: add references
es_es: agregar referencias

source: add to
es_es: agregar a

source: add user field
es_es: agregar campo de usuario

source: add value
es_es: agregar valor

source: added a new
es_es: agregó un nuevo

source: added successfully
es_es: agregado correctamente

source: added to featured successfully
es_es: añadido a destacados correctamente

source: added to gold successfully
es_es: añadido a dorado correctamente

source: address data update
es_es: actualización de datos de dirección

source: address1
es_es: dirección #1

source: address2
es_es: dirección #2

source: addresses
es_es: direcciones

source: addtion
es_es: suma

source: admin email address
es_es: dirección de correo electrónico del administrador

source: admin sent
es_es: administrador enviado

source: admin will receive email notifications on this address
es_es: el administrador recibirá notificaciones por correo electrónico en esta dirección

source: administrator sent
es_es: administrador envió

source: advanced
es_es: avanzado

source: alert
es_es: alerta

source: all fields are included in employer email content or only filled fields
es_es: todos los campos se incluyen en el contenido del correo electrónico del empleador o solo los campos completados

source: all sections
es_es: todas las secciones

source: allow edit job
es_es: permitir editar empleo

source: allow user to register as employer
es_es: permitir al usuario registrarse como empleador

source: amount paid
es_es: cantidad pagada

source: android developer
es_es: desarrollador de Android

source: any
es_es: cualquiera

source: api key
es_es: clave API

source: api key is required for facebook app
es_es: se requiere clave API para la aplicación de Facebook

source: api key is required for linkedin app
es_es: se requiere clave API para la aplicación de LinkedIn

source: api key is required for xing app
es_es: se requiere clave API para la aplicación de Xing

source: apllied jobs
es_es: empleos postulados

source: apllied resumes box
es_es: caja de texto CVs postulados

source: applicant
es_es: postulante

source: applied for job
es_es: postulado para el empleo

source: applied resume notification
es_es: notificación de CV postulado

source: applied resume status change
es_es: cambio de estado de CV postulado

source: applied resume status change mail to jobseeker
es_es: correo electrónico enviado al candidato para el cambio de estado del CV enviado

source: apply as facebook
es_es: postular como usuario de Facebook

source: apply as visitor
es_es: postular como visitante

source: apply this job
es_es: postular a este empleo

source: apply with facebook
es_es: Aplicar con facebook

source: apply with linkedin
es_es: postular con Linkedin

source: apply with xing
es_es: postular con xing

source: approved for featured
es_es: aprobado para destacado

source: approved for gold
es_es: aprobado para dorado

source: are you new in
es_es: ¿eres nuevo en

source: are you sure to force delete
es_es: ¿estás seguro de querer eliminar forzadamente?

source: are you sure to unsubscribe job alert
es_es: ¿Estás seguro de querer darte de baja de las alertas de empleo?

source: as
es_es: como

source: assign role
es_es: asignar rol

source: availablity
es_es: disponibilidad

source: awards
es_es: premios

source: background color
es_es: color de fondo

source: backup
es_es: copia de seguridad

source: begin date
es_es: fecha de inicio

source: below you will find what you have to enter at
es_es: a continuación, encontrarás lo que debes ingresar en

source: birthday
es_es: fecha de nacimiento

source: box style
es_es: Estilo de cuadro de texto

source: business address
es_es: dirección comercial

source: buy credits
es_es: comprar créditos

source: buy credits pack
es_es: comprar paquete de créditos

source: buy with
es_es: Comprar con

source: by admin
es_es: por administrador

source: by visitor
es_es: Por visitante

source: can not un-required
es_es: No se puede desrequerir

source: candidate short listed
es_es: candidato preseleccionado

source: career builder
es_es: potenciador de carreras

source: categories per row
es_es: categorías por fila

source: certificate name
es_es: nombre del certificado

source: cities have no ids also state id and country id is your responsibilty
es_es: las ciudades no tienen IDs. El ID del estado y el ID del país son tu responsabilidad

source: clear
es_es: limpiar

source: click here to continue
es_es: haz clic aquí para continuar

source: click on apply now button will be redirect to given url
es_es: hacer clic en el botón 'Postular ahora' te llevará a la URL proporcionada

source: click on the new cron button
es_es: haz clic en el botón 'Nuevo Cron'

source: column per row
es_es: columnas por fila

source: comma separated list of country codes
es_es: lista de códigos de país separados por comas

source: company approve or reject
es_es: aprobar o rechazar la empresa

source: company detail
es_es: detalle de la empresa

source: company height
es_es: altura de la empresa

source: company logo
es_es: logotipo de la empresa

source: company logo height
es_es: Tamaño del logo de la empresa

source: company logo width
es_es: altura del logotipo de la empresa

source: company owner name
es_es: nombre del propietario de la empresa

source: company seo
es_es: SEO de la empresa

source: company status
es_es: Estado de la empresa

source: company status for approve,reject,pending
es_es: Estado de la empresa para aprobar, rechazar, pendiente

source: computer/it
es_es: Computación/TI

source: configuration of a backup job with
es_es: Configuración de un trabajo de copia de seguridad con

source: confirm to delete resume file
es_es: confirmar la eliminación del archivo de CV

source: consider old countries were not edit otherwise problem may occur
es_es: considere que los países antiguos no se han editado; de lo contrario, puede haber problemas

source: controls the visibilty of apply now button in plugin
es_es: controla la visibilidad del botón 'Postular ahora' en el complemento

source: cost
es_es: costo

source: country code
es_es: código de país

source: cover letter description
es_es: Ddcripción de la carta de presentación

source: cover letter title
es_es: título de la carta de presentación

source: create shortcode for
es_es: crear código corto para

source: create shortcode for jobs
es_es: crear código corto para empleos

source: credit detail
es_es: detalle de crédito

source: credit for action
es_es: crédito por acción

source: credit list
es_es: lista de crédito

source: credit packages
es_es: Paquetes de crédito

source: credit used
es_es: crédito utilizado

source: credits
es_es: créditos

source: credits for company
es_es: créditos para la empresa

source: credits for job
es_es: créditos para publicar empleos

source: credits log
es_es: registro de créditos

source: credits pack
es_es: paquete de créditos

source: credits remaining after proceed
es_es: créditos restantes después de proceder

source: currencies
es_es: monedas

source: custom field
es_es: campo personalizado

source: custom fields
es_es: campos personalizados

source: data has been uploaded successfully
es_es: los datos se han subido correctamente

source: data has not been uploaded
es_es: los datos no se han subido

source: data label color
es_es: color de la etiqueta de datos

source: data value color
es_es: color del valor de datos

source: database administrator
es_es: administrador de base de datos

source: date and time
es_es: fecha y hora

source: date awarded
es_es: fecha de otorgamiento

source: date format
es_es: formato de fecha

source: date format for plugin
es_es: formato de fecha para el plugin

source: date time
es_es: fecha y hora

source: dd mm yyyy
es_es: dd mm aaaa

source: default captcha
es_es: CAPTCHA predeterminado

source: default page
es_es: página predeterminada

source: default pagination size
es_es: tamaño de paginación predeterminado

source: degree
es_es: título

source: delete company
es_es: eliminar empresa

source: delete job
es_es: eliminar empleo

source: delete resume
es_es: eliminar CV

source: deleted a
es_es: eliminado un

source: depandent field
es_es: campo dependiente

source: departments approval queue
es_es: cola de aprobación de departamentos

source: desire salary
es_es: salario deseado

source: desktop
es_es: escritorio

source: discard old data
es_es: descartar datos antiguos

source: discipline
es_es: disciplina

source: discount cannot be higher then price
es_es: el descuento no puede ser mayor que el precio

source: discount start date is greater then discount end date
es_es: la fecha de inicio del descuento es mayor que la fecha de finalización del descuento

source: document file extensions allowed
es_es: extensiones de archivo de documento permitidas

source: dont send email
es_es: no enviar correo electrónico

source: due to pending status of job you have not permission to see job detail
es_es: debido al estado pendiente del empleo, no tiene permiso para ver los detalles del trabajo

source: due to rejection of job you have not permission to see job detail
es_es: debido al rechazo del trabajo, no tiene permiso para ver los detalles del empleo

source: edit field
es_es: editar campo

source: edited a existing
es_es: editado un existente

source: edited by admin
es_es: editado por el administrador

source: effect on credits system
es_es: efecto en el sistema de créditos

source: effects on company listing and view company page
es_es: efectos en la lista de empresas y ver la página de la empresa

source: effects on jobs listing and view company page
es_es: efectos en la lista de empleos y ver la página de la empresa

source: effects on user registration
es_es: efectos en el registro de usuarios

source: effects on view company page
es_es: efectos en la página de la empresa

source: email address that will be used to send emails
es_es: dirección de correo electrónico que se utilizará para enviar correos electrónicos

source: email alert
es_es: Correo electrónico de alerta

source: email already registered
es_es: correo electrónico ya registrado

source: email from name
es_es: nombre del remitente del correo electrónico

source: email has been send
es_es: el correo electrónico ha sido enviado

source: email has been send to friend[s]
es_es: el correo electrónico se ha enviado a amigo[s]

source: email has not been send
es_es: el correo electrónico no se ha enviado

source: email me resume and resume attachments of new applicant
es_es: envíame el CV y los archivos adjuntos del nuevo candidato por correo electrónico

source: email me the daily count of new applicants
es_es: envíame el recuento diario de nuevos candidatos por correo electrónico

source: email templates options
es_es: opciones de plantillas de correo electrónico

source: embeded html
es_es: HTML incrustado

source: employer and job seeker
es_es: empleador y candidato

source: employer buy credits pack
es_es: empleador compra paquete de créditos

source: employer configuration
es_es: configuración del empleador

source: employer control panel link
es_es: enlace al panel de control del empleador

source: employer credit packages
es_es: paquetes de crédito del empleador

source: employer credits log
es_es: registro de créditos del empleador

source: employer default role
es_es: rol predeterminado del empleador

source: employer expire package
es_es: caducidad del paquete del empleador

source: employer is disabled by admin
es_es: el empleador está deshabilitado por el administrador

source: employer job apply
es_es: empleador postularse a empleos

source: employer menu
es_es: menú del empleador

source: employer misc.
es_es: miscelánea del empleador

source: employer my stats
es_es: mis estadísticas como empleador

source: employer not allowed in job seeker area
es_es: los empleadores no están permitidos en el área de candidatos

source: employer not allowed to perform this action
es_es: los empleadores no tienen permiso para realizar esta acción

source: employer package expiry
es_es: caducidad del paquete de créditos del empleador

source: employer pakages
es_es: paquetes de crédito del empleador

source: employer purchase credits pack
es_es: empleador compra paquete de créditos

source: employer purchase history
es_es: historial de compras del empleador

source: employer rate list
es_es: lista de tarifas del empleador

source: employer visitor
es_es: visitante del empleador

source: employment status
es_es: estado de empleo

source: enable disable control panel for visitor
es_es: habilitar/deshabilitar el panel de control para visitantes
