Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Location format is not correct, please enter data in this format city name, country name
es_es: El formato de ubicación no es correcto. Por favor, ingrese los datos en este formato: nombre de la ciudad, nombre del país.

source: Resume already exist in folder
es_es: CV ya existe en la carpeta

source: Comments
es_es: Comentarios

source: Rate
es_es: Calificación

source: Save
es_es: Guardar

source: Close
es_es: Cerrar

source: Job successfully mark as shortlisted
es_es: Empleo marcado como preseleccionado con éxito

source: Your job shortlist limit is exceeds
es_es: Se ha superado su límite de empleos preseleccionados

source: Job already mark shortlisted
es_es: Empleo marcado como preseleccionado

source: Error in marking job as shorlist
es_es: Error al marcar el empleo como preseleccionado

source: Pass
es_es: Aprobado

source: Sub Category
es_es: Subcategoría

source: Company
es_es: Empresa

source: Job
es_es: Empleo

source: Resume
es_es: CV

source: Verified
es_es: Verificado

source: Not Verified
es_es: No verificado

source: Package Detail
es_es: Detalles del Paquete de Créditos

source: Select City
es_es: Seleccionar Ciudad

source: Not Required
es_es: No requerido

source: Male
es_es: Masculino

source: Female
es_es: Femenino

source: Minimum
es_es: Mínimo

source: Maximum
es_es: Máximo

source: Spam Check
es_es: Verificación de Spam

source: Equals
es_es: Igual

source: Minus
es_es: Menos

source: Select Country
es_es: Seleccionar País

source: Cover Letter
es_es: Carta de Presentación

source: Title
es_es: Título

source: Body
es_es: Cuerpo

source: Select Currency
es_es: Seleccionar moneda

source: Personal Information
es_es: Información Personal

source: Application Title
es_es: Título de la Postulación

source: First Name
es_es: Nombre

source: Middle Name
es_es: Segundo Nombre

source: Last Name
es_es: Apellido

source: Email Address
es_es: Dirección de Correo Electrónico

source: Home Phone
es_es: Teléfono de Casa

source: Work Phone
es_es: Teléfono del Trabajo

source: Cell
es_es: Teléfono Móvil

source: Gender
es_es: Género

source: I Am Available
es_es: Estoy disponible

source: Country
es_es: País

source: Basic Information
es_es: Información Básica

source: Category
es_es: Categoría

source: Salary
es_es: Salario

source: Work Preference
es_es: Preferencia Laboral

source: Highest Finished Education
es_es: Nivel de Educación más Alto Completado

source: Total Experience
es_es: Experiencia Laboral Total

source: Date You Can Start
es_es: Fecha de Inicio Disponible

source: Date Of Birth
es_es: Fecha de Nacimiento

source: Address
es_es: Dirección

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Zip Code
es_es: Código Postal

source: Institutes
es_es: Institutos

source: Institute
es_es: Instituto

source: Institution Name
es_es: Nombre de la Institución

source: Cert/deg/oth
es_es: Certificado/Título/Otro

source: Area Of Study
es_es: Área de Estudio

source: Employers
es_es: Empleadores

source: Employer
es_es: Empleador

source: Position
es_es: Cargo

source: Responsibilities
es_es: Responsabilidades

source: Pay Upon Leaving
es_es: Salario al fin del contrato

source: From Date
es_es: Fecha de Inicio

source: To Date
es_es: Fecha de Finalización

source: Reason For Leaving
es_es: Motivo de Salida

source: Phone
es_es: Teléfono

source: Skills
es_es: Habilidades

source: References
es_es: Referencias

source: Reference
es_es: Referencia

source: Relation
es_es: Relación

source: Years
es_es: Años

source: Language
es_es: Idioma

source: Language Name
es_es: Nombre del Idioma

source: Language Read
es_es: Nivel de Competencia Lectora

source: Language Write
es_es: Dominio de la Escritura

source: Language Understand
es_es: Dominio de Comprehensión Oral

source: Language Learn Instituate
es_es: Instituto de Idiomas

source: Approved
es_es: Aprobado

source: Waiting For Approvel
es_es: Esperando Aprobación

source: Click Here To Edit Job
es_es: Haga clic aquí para editar el Empleo

source: Status
es_es: Estado

source: Yes With Resume
es_es: Sí, con CV

source: Select Package
es_es: Seleccionar Paquete de Créditos

source: Jobs Left
es_es: Empleos Disponibles

source: Unlimited Jobs
es_es: Empleos Ilimitados

source: Days
es_es: Días

source: Weeks
es_es: Semanas

source: Months
es_es: Meses

source: Manual Select
es_es: Selección Manual

source: Jobs Duration
es_es: Duración del Empleo

source: Select Category
es_es: Seleccionar Categoría

source: Select Sub Category
es_es: Seleccionar Subcategoría

source: Select Company
es_es: Seleccionar Empresa

source: Select Job Type
es_es: Seleccionar Tipo de Empleo

source: Select Job Status
es_es: Seleccionar Estado del Empleo

source: Select Job Shift
es_es: Seleccionar Turno del Empleo

source: From
es_es: Desde

source: To
es_es: Hasta

source: Select
es_es: Seleccionar

source: Does Not Matter
es_es: No importa

source: Copy
es_es: Copiar

source: Select Education
es_es: Seleccionar Educación

source: Select Salary Range
es_es: Seleccionar Rango Salarial

source: Job Title
es_es: Título del Empleo

source: Job Category
es_es: Categoría del Empleo

source: Job Sub Category
es_es: Subcategoría del Empleo

source: Job Location
es_es: Ubicación del Empleo

source: Choose Alert Type
es_es: Seleccionar Tipo de Alerta

source: Daily
es_es: Diaria

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: Sub Categories
es_es: Subcategorías

source: Apply Now
es_es: Postula Ya

source: My Resume
es_es: Mi CV

source: My Cover Letter
es_es: Mi Carta de Presentación

source: Job Information
es_es: Información del Empleo

source: Job Status
es_es: Estado del Empleo

source: Location
es_es: Ubicación

source: Posted
es_es: Publicado

source: You do not have any resume
es_es: No tienes ningún CV

source: Package is required to perform this action, please get package
es_es: Se requiere un paquete de créditos para realizar esta acción. Por favor, obtén un paquete de créditos

source: Packages
es_es: Paquetes de Créditos

source: Your current package is expired
es_es: Tu paquete de créditos actual ha caducado

source: Your job apply limit is exceeds
es_es: Has excedido tu límite de postulaciones a empleos

source: Your job apply limit exceeds, you can not apply to this job
es_es: Has excedido tu límite de postulaciones a trabajos. No puedes postular a este empleo

source: Visitors are not allow to apply jobs, please register
es_es: Los visitantes no pueden postularse a empleos. Por favor, regístrate

source: Visitors are not allow to apply any jobs, please register
es_es: Los visitantes no pueden postularse a ningún empleo. Por favor, regístrate

source: Login
es_es: Inicio de sesión

source: Register
es_es: Registrar

source: Employer not allow
es_es: Empleadores no están permitidos

source: Employer is not allow in job seeker private area
es_es: Empleadores no están permitidos en el área privada del candidato

source: Select Gender
es_es: Seleccionar Género

source: Select Nationality
es_es: Seleccionar Nacionalidad

source: Select Highest Education
es_es: Seleccionar Nivel Más Alto de Educación

source: Jobseeker
es_es: Candidato

source: Subject Line
es_es: Línea de Asunto

source: Email Sender
es_es: Remitente del Correo Electrónico

source: Send
es_es: Enviar

source: All
es_es: Todo

source: Today
es_es: Hoy

source: days ago
es_es: días atrás

source: Quick View
es_es: Vista Rápida

source: Job Type
es_es: Tipo de Empleo

source: Multi City
es_es: Multi Ciudad

source: Tell A Friend
es_es: Dile a un Amigo

source: Add To Short List
es_es: Agregar a Preseleccionados

source: Gold
es_es: Dorado

source: Featured
es_es: Destacado

source: New
es_es: Nuevo

source: Jobs
es_es: Empleos

source: Type
es_es: Tipo

source: Salary Range
es_es: Rango Salarial

source: Shift
es_es: Turno

source: Requirements
es_es: Requisitos

source: Minimum Education
es_es: Educación Mínima

source: Maximum Education
es_es: Educación Máxima

source: Education
es_es: Educación

source: Degree Title
es_es: Título del Grado

source: Minimum Experience
es_es: Experiencia Mínima

source: Maximum Experience
es_es: Experiencia Máxima

source: Description
es_es: Descripción

source: Full Detail
es_es: Detalle completo

source: Select Range Type
es_es: Seleccionar Tipo de Rango

source: Study Area
es_es: Área de Estudio

source: Current Salary
es_es: Salario Actual

source: You can not view resume in detail
es_es: No puedes ver el CV en detalle

source: You do not have folders
es_es: No tiene carpetas

source: Folder
es_es: Carpeta

source: Add
es_es: Agregar

source: You do not have right
es_es: No tienes permisos

source: Select State
es_es: Seleccione Estado

source: Job Seeker
es_es: Candidato

source: Job Categories
es_es: Categorías de Empleo

source: Please select your role
es_es: Por favor, selecciona tu rol

source: Submit
es_es: Enviar

source: Employer Login
es_es: Inicio de Sesión del Empleador

source: User Name
es_es: Nombre de Usuario

source: Password
es_es: Contraseña

source: Fill Req Fields
es_es: Por favor, completa los campos requeridos

source: Some values are not acceptable, please retry
es_es: Algunos valores no son aceptables. Por favor, inténtalo de nuevo

source: User Registration
es_es: Registro de Usuario

source: Employer Registration
es_es: Registro de Empleador

source: User Email
es_es: Correo Electrónico del Usuario

source: Confirm Email
es_es: Confirmar Correo Electrónico

source: Verify Password
es_es: Verificar Contraseña

source: User Role
es_es: Rol del Usuario

source: Please install or enable js jobs register plugin
es_es: Por favor, instala o habilita el plugin JS Jobs Register

source: Please install or enable joomla recaptcha
es_es: Por favor, instala o habilita el reCAPTCHA de Joomla

source: Username is already exist
es_es: Nombre de usuario ya existe

source: Email is already exist
es_es: El correo electrónico ya existe

source: Email does not match
es_es: Los correos electrónicos no coinciden

source: Password does not match
es_es: Las contraseñas no coinciden

source: User registration not allowed
es_es: El registro de usuarios no está permitido

source: Administrator disable user registration
es_es: El administrador ha desactivado el registro de usuarios

source: Control Panel
es_es: Panel de Control

source: New Job
es_es: Nuevo Empleo

source: My Jobs
es_es: Mis Empleos

source: My Companies
es_es: Mis Empresas

source: Search Job
es_es: Buscar Empleo

source: Newest Jobs
es_es: Empleos Recientes

source: My Resumes
es_es: Mis CVs

source: Employer Control Panel
es_es: Panel de Control del Empleador

source: Company Information
es_es: Información de la Empresa

source: New Company
es_es: Nueva Empresa

source: Jobs List By Category
es_es: Lista de Empleos por Categoría

source: Job Search Results
es_es: Resultados de la Búsqueda de Empleos

source: My Applied Jobs
es_es: Mis Postulaciones

source: Messages
es_es: Mensajes

source: Please enter correct company address
es_es: Por favor, ingresa la dirección correcta de la empresa

source: Start date must be less then today
es_es: La fecha de inicio debe ser anterior a hoy

source: Please enter company since date
es_es: Por favor, ingresa la fecha de fundación de la empresa

source: Please enter company description
es_es: Por favor, ingresa la descripción de la empresa

source: Please select company logo
es_es: Por favor, selecciona el logo de la empresa

source: Categories
es_es: Categorías

source: Website
es_es: Sitio Web

source: Contact Name
es_es: Nombre de Contacto

source: Contact Phone
es_es: Teléfono de Contacto

source: Contact Fax
es_es: Contacto Fax

source: Contact Email
es_es: Correo Electrónico de Contacto

source: Since
es_es: Desde

source: Company Size
es_es: Tamaño de la Empresa

source: Income
es_es: Ingresos

source: Address 1
es_es: Dirección 1

source: Address 2
es_es: Dirección 2

source: Delete Logo File
es_es: Eliminar Archivo de Logo

source: Maximum Width
es_es: Ancho Máximo

source: Maximum File Size
es_es: Tamaño Máximo de Archivo

source: Small Logo
es_es: Logo Pequeño

source: Delete Small Logo
es_es: Eliminar Logo Pequeño

source: About Company
es_es: Acerca de la Empresa

source: Delete About Company File
es_es: Eliminar Archivo Acerca de la Empresa

source: Save Company
es_es: Guardar Empresa

source: Type In A Search
es_es: Escribir Búsqueda

source: No Results
es_es: Sin Resultados

source: Searching...
es_es: Buscando...

source: Companies
es_es: Empresas

source: View All Jobs
es_es: Ver Todos los Empleos

source: Are you sure to delete the company
es_es: ¿Estás seguro de eliminar la empresa?

source: Created
es_es: Creado

source: Pending
es_es: Pendiente

source: Rejected
es_es: Rechazado

source: Edit
es_es: Editar

source: View
es_es: Ver

source: Delete
es_es: Eliminar

source: Gold Company
es_es: Empresa Dorada

source: Featured Company
es_es: Empresa Destacada

source: Longitude
es_es: Longitud

source: Latitude
es_es: Latitud

source: Coordinates Radius
es_es: Radio de Coordenadas

source: All Companies
es_es: Todas las Empresas

source: My Cover Letters
es_es: Mis Cartas de Presentación

source: Cover Letter Form
es_es: Formulario de Carta de Presentación

source: View Cover Letter
es_es: Ver Carta de Presentación

source: Applied Resume
es_es: CVs Enviado

source: Job Applied Resume
es_es: CV Enviado

source: View Resume
es_es: Ver CV

source: Resume Search Result
es_es: Resultado de Búsqueda de CV

source: Save Cover Letter
es_es: Guardar Carta de Presentación

source: Are you sure to delete the cover letter
es_es: ¿Estás seguro de eliminar la carta de presentación?

source: My Departments
es_es: Mis Departamentos

source: Edit Department Information
es_es: Editar Información del Departamento

source: View Department
es_es: Ver Departamento

source: Department Information
es_es: Información del Departamento

source: Department Name
es_es: Nombre del Departamento

source: My Stats
es_es: Mis Estadísticas

source: My Stuff
es_es: Mis Cosas

source: New Department
es_es: Nuevo Departamento

source: New Folder
es_es: Nueva Carpeta

source: My Folders
es_es: Mis Carpetas

source: Profile
es_es: Perfil

source: Logout
es_es: Cerrar sesión

source: Resumes
es_es: CVs

source: Resume Save Searches
es_es: Búsquedas Guardadas de CV

source: Resume By Categories
es_es: CVs por categorías

source: Resume RSS
es_es: RSS de CVs

source: Statistics
es_es: Estadísticas

source: Purchase History
es_es: Historial de Compras

source: Day
es_es: Día

source: Your Package
es_es: Tu paquete de créditos

source: Has Expired
es_es: ha caducado

source: Ago
es_es: hace

source: Employer Packages
es_es: Paquetes de Créditos para Empleadores

source: Stats
es_es: Estadísticas

source: Gold Companies
es_es: Empresas Doradas

source: Featured Companies
es_es: Empresas Destacadas

source: Gold Jobs
es_es: Empleos Dorados

source: Featured Jobs
es_es: Empleos Destacados

source: Jobs Allow
es_es: Permitir Empleos

source: Unlimited
es_es: Ilimitado

source: Expired Jobs
es_es: Empleos Caducados

source: Companies Allow
es_es: Permitir Empresas

source: Package Not Required
es_es: Paquete No Requerido

source: Package Buy Now
es_es: Compre Paquete Ahora

source: Package Details
es_es: Detalles del Paquete de Créditos

source: Buy Now
es_es: Comprar Ahora

source: Companies Allowed
es_es: Empresas Permitidas

source: Jobs Allowed
es_es: Empleos Permitidos

source: View Resume In Details
es_es: Ver CV en Detalle

source: Expire In Days
es_es: Caduca en Días

source: Price
es_es: Precio

source: Discount
es_es: Descuento

source: Free
es_es: Gratis

source: Payment Methods
es_es: Métodos de Pago

source: Select Bank
es_es: Seleccionar Banco

source: No Bank Found
es_es: No se encontró ningún banco

source: Featured Companies Expire In Days
es_es: Empresas Destacadas Caducan en Días

source: Gold Companies Expire In Days
es_es: Empresas Doradas Caducan en Días

source: Resume Save Search
es_es: Búsqueda Guardada de CV

source: My Folders Resumes
es_es: Mi Carpeta de CV

source: Folders Info
es_es: Información de Carpeta

source: View Folder
es_es: Ver Carpeta

source: Are you sure to delete the folder
es_es: ¿Estás seguro de eliminar la carpeta?

source: Folder Information
es_es: Información de Carpeta

source: Edit Job Information
es_es: Editar Información del Empleo

source: New Job Information
es_es: Nueva Información del Empleo

source: View Job
es_es: Ver Empleo

source: Jobs List By Subcategory
es_es: Lista de Empleos por Subcategoría

source: Start publishing date must be less then stop publishing date
es_es: Fecha de inicio de publicación debe ser menor que la fecha de finalización de publicación.

source: Start publishing date must be greater then today date
es_es: Fecha de inicio de publicación debe ser mayor que la fecha actual.

source: Stop publishing date must be greater then start publishing date
es_es: Fecha de finalización de publicación debe ser mayor que la fecha de inicio de publicación.

source: Age from must be less then age to
es_es: La edad desde debe ser menor que la edad hasta

source: Salary range from must be less then salary range to
es_es: Rango de sueldo debe ser menos que el rango de sueldo hasta

source: Age to must be greater then age from
es_es: La edad hasta debe ser mayor que la edad desde

source: Salary range to must be greater then salary range from
es_es: El rango salarial hasta debe ser mayor que el rango salarial desde.

source: Please select package for new job
es_es: Por favor, selecciona un paquete de crédito para el nuevo puesto de empleo.

source: Please enter job publish date
es_es: Por favor, ingresa la fecha de publicación del empleo

source: Please enter job stop publish date
es_es: Por favor, ingresa la fecha de finalización de la publicación del empleo

source: Please enter job description
es_es: Por favor, ingresa la descripción del empleo

source: Please enter job qualifications
es_es: Por favor, ingresa las calificaciones del empleo

source: Please enter job preferred skills
es_es: Por favor, ingresa las habilidades preferidas para el empleo

source: Please enter job agreement
es_es: Por favor, ingresa el acuerdo del empleo

source: Please check filter apply setting
es_es: Por favor, verifica la configuración de aplicación de filtros

source: Please check email setting
es_es: Por favor, verifica la configuración de correo electrónico

source: Gold Job
es_es: Empleo Dorado

source: Featured Job
es_es: Empleo Destacado

source: Specify Range
es_es: Especificar Rango

source: Cancel Range
es_es: Cancelar Rango

source: If Any Other Experience
es_es: Si hay alguna otra experiencia

source: Duration
es_es: Duración

source: I.e. 18 Months Or 3 Years
es_es: Ej., 18 Meses o 3 Años

source: Start Publishing
es_es: Iniciar Publicación

source: Stop Publishing
es_es: Detener Publicación

source: Age
es_es: Edad

source: Career Level
es_es: Nivel de Carrera

source: Work Permit
es_es: Permiso de trabajo

source: Required Travel
es_es: Viaje Requerido

source: Agreement
es_es: Acuerdo

source: Qualifications
es_es: Calificaciones

source: Preferred Skills
es_es: Habilidades Preferidas

source: Meta Description
es_es: Meta Descripción

source: Youtube Video Id
es_es: ID de Video de Youtube

source: Map
es_es: Mapa

source: Get Address From Marker
es_es: Obtener Dirección Desde el Marcador

source: Set Marker From Address
es_es: Establecer Marcador desde la Dirección

source: Filters
es_es: Filtros

source: Email Setting
es_es: Configuración de Correo Electrónico

source: Job apply alert e-mail setting
es_es: Configuración de alerta de postulaciones a empleo por correo electrónico

source: Do not email me
es_es: No me envíes correo electrónico

source: Email me resume of new applicant
es_es: Envíame el CV del nuevo solicitante

source: Save Job
es_es: Guardar Empleo

source: Error while getting subcategories
es_es: Error al obtener subcategorías

source: Meters
es_es: Metros

source: Kilometers
es_es: Kilómetros

source: Miles
es_es: Millas

source: Nautical Miles
es_es: Millas Náuticas

source: Delete This Filter
es_es: Eliminar Este Filtro

source: Save This Filter
es_es: Guardar Este Filtro

source: Go
es_es: Ir

source: Reset
es_es: Restablecer

source: Close Map
es_es: Cerrar Mapa

source: Please enter the coordinate radius
es_es: Por favor, ingresa el radio de las coordenadas

source: Save This Search
es_es: Guardar esta búsqueda

source: Map Coordinates
es_es: Coordenadas del Mapa

source: Show Map
es_es: Mostrar Mapa

source: Radius Length Type
es_es: Tipo de Longitud del Radio

source: Keywords
es_es: Palabras Clave

source: Job By Types
es_es: Empleo por Tipos

source: Are you sure to delete the job
es_es: ¿Estás seguro de eliminar la publicación de empleo?

source: Add To Gold Jobs
es_es: Agregar a Empleos Dorados

source: Add To Featured Jobs
es_es: Agregar a Empleos Destacados

source: Copy Job
es_es: Copiar Publicación de Empleo

source: Short List Candidates
es_es: Candidatos Preseleccionados

source: Publish
es_es: Publicar

source: Expired
es_es: Caducado

source: Job has been copied
es_es: La publicación de empleo ha sido copiada

source: Cannot add new job
es_es: No se puede agregar un nuevo empleo

source: Facebook Comments
es_es: Comentarios de Facebook

source: Your Name
es_es: Tu nombre

source: Your Email
es_es: Tu correo electrónico

source: Friend Email
es_es: Correo Electrónico de tu Amigo

source: Message
es_es: Mensaje

source: Max Length Is 250 Chars
es_es: La longitud máxima es de 250 caracteres

source: Send To Friends
es_es: Enviar a Amigos

source: Job successfully sent to friends
es_es: El empleo se envió con éxito a tus amigos

source: Your name is required
es_es: Se requiere tu nombre

source: Your email is required
es_es: Se requiere tu correo electrónico

source: Invalid Email
es_es: Correo electrónico no válido

source: Enter atleast one friend email
es_es: Ingresa al menos un correo electrónico de un amigo

source: Please enter message
es_es: Por favor, ingresa un mensaje

source: Job Alert Info
es_es: Información de Alerta de Empleo

source: Job Alert Unsubscribe
es_es: Cancelar suscripción a Alertas de Empleo

source: Unsubscribe Job Alert
es_es: Cancelar suscripción a Alertas de Empleo

source: Alert Type
es_es: Tipo de Alerta de Empleo

source: Please select alert type
es_es: Por favor, selecciona un tipo de alerta

source: Unsubscribe
es_es: Cancelar suscripción

source: Short List
es_es: Lista de Preselección

source: Send Message
es_es: Enviar Mensaje

source: Resume Applied
es_es: CV Enviado

source: Job View
es_es: Ver Empleo

source: Applied
es_es: Postulado

source: Available
es_es: Disponible

source: Applied Date
es_es: Fecha de Postulación

source: Inbox
es_es: Bandeja de Entrada

source: Shortlist
es_es: Lista de Preselección

source: Spam
es_es: Correo no Deseado

source: Hired
es_es: Contratado

source: Search
es_es: Buscar

source: Export All
es_es: Exportar Todo

source: Nationality
es_es: Nacionalidad

source: Resume Title
es_es: Título del CV

source: Expected Salary
es_es: Salario Esperado

source: Notes
es_es: Notas

source: Copy To Folder
es_es: Copiar a Carpeta

source: Email Candidate
es_es: Enviar Correo Electrónico al Candidato

source: Mark Spam
es_es: Marcar como Correo no Deseado

source: Not Spam
es_es: No es Correo no Deseado

source: Print
es_es: Imprimir

source: Export
es_es: Exportar

source: Add Note
es_es: Agregar una Nota

source: Details
es_es: Detalles

source: Resume Information
es_es: Información del CV

source: Company Website
es_es: Sitio web de la Empresa

source: Your resume waiting for approval
es_es: Tu CV está esperando aprobación

source: Your resume has been rejected
es_es: Tu currículum ha sido rechazado

source: Resume is empty
es_es: CV vacío

source: Forgot You Password
es_es: Olvidaste tu Contraseña
