Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: enable employer area
es_es: habilitar área del empleador

source: enable featured job
es_es: habilitar empleo destacado

source: enable featured resume
es_es: habilitar CV destacado

source: enable gold job
es_es: habilitar empleo dorado

source: enable gold resume
es_es: habilitar CV dorado

source: end date
es_es: fecha de finalización

source: enforce delete
es_es: forzar eliminación

source: enter correct company site
es_es: ingrese el sitio web correcto de la empresa

source: enter the google recaptcha private key from
es_es: ingrese la clave privada de Google reCAPTCHA desde

source: enter the google recaptcha public key from
es_es: ingrese la clave pública de Google reCAPTCHA desde

source: entry level
es_es: nivel de entrada

source: error applying on job
es_es: error al postularse a empleo

source: error deleting logo
es_es: error al eliminar el logotipo

source: error deleting section
es_es: error al eliminar la sección

source: error in saving records please try again
es_es: error al guardar los registros. Por favor, inténtelo de nuevo

source: error log
es_es: registro de errores

source: error sending email
es_es: error al enviar correo electrónico

source: error updating user
es_es: error al actualizar el usuario

source: evening
es_es: tarde

source: experiences
es_es: experiencias

source: expire package
es_es: paquete caducado

source: expiry
es_es: caducidad

source: exprince
es_es: experiencia

source: facebook user
es_es: usuario de Facebook

source: facebook user can apply to jobs
es_es: el usuario de Facebook puede postularse a empleos

source: facebook user can login in js jobs
es_es: el usuario de Facebook puede iniciar sesión en JS Jobs

source: failed while performing action
es_es: falló al realizar la acción

source: failed while performing this action
es_es: falló al realizar esta acción

source: featured approved
es_es: destacado aprobado

source: featured companies are allowed in plugin
es_es: empresas destacadas están permitidas en el plugin

source: featured company for time period
es_es: empresa destacada por un período de tiempo

source: featured jobs are allowed in plugin
es_es: empleos destacados están permitidos en el plugin

source: featured resume are allowed in plugin
es_es: CV destacado está permitido en el plugin

source: featured resume pending
es_es: cvdestacado pendiente

source: featured resume resume rejected
es_es: cv destacado rechazado

source: field column
es_es: columna de campo

source: field has not been not required
es_es: el campo no se ha establecido como no requerido

source: field has not been required
es_es: el campo no se ha establecido como requerido

source: field order down successfully
es_es: orden de campo descendente realizada exitosamente

source: field order up error
es_es: Error de orden de campo ascendentemente

source: field order up successfully
es_es: Orden de campo ascendente realizada exitosamente

source: fields has been successfully not required
es_es: campos se han establecido con éxito como no requeridos

source: fields has been successfully required
es_es: campos se han establecido con éxito como requeridos

source: fields has not been not required
es_es: campos no se han establecido como no requeridos

source: fields has not been required
es_es: campos no se han requeridos

source: file ext is mismatched
es_es: extensión del archivo no coincide

source: file extension mismatch
es_es: extensión del archivo no coincide

source: file size error
es_es: Error en el tamaño del archivo

source: file size exceeds limit
es_es: tamaño del archivo excede el límite

source: file type error
es_es: Error en el tipo de archivo

source: file upload
es_es: subida de archivos

source: files
es_es: archivos

source: files allowed
es_es: archivos permitidos

source: filesize is greater then allowed fileszie
es_es: el tamaño del archivo es mayor que el tamaño de archivo permitido

source: finally click on the submit button to finish setting up your cron job.
es_es: finalmente, haz clic en el botón de enviar para finalizar la configuración de tu trabajo cron.

source: folder name
es_es: Nombre de carpeta

source: folder resumes
es_es: carpeta de CVs

source: folders queue
es_es: cola de carpetas

source: for job
es_es: para empleo

source: form
es_es: formulario

source: form of employment
es_es: forma de empleo

source: friend feed
es_es: feed de amigos

source: geocode was not successful for the following reason
es_es: geocodificación no fue exitosa por la siguiente razón

source: gold companies are allowed in plugin
es_es: empresas doradas están permitidas en el plugin

source: gold company for time period
es_es: empresa dorada por un período de tiempo específico

source: gold job will be expire in 30 days
es_es: empleo dorado caducará en 30 días

source: gold jobs are allowed in plugin
es_es: empleos dorados están permitidos en el plugin

source: gold resume approved
es_es: CV dorado aprobado

source: gold resume are allowed in plugin
es_es: CV dorador está permitido en el plugin

source: gold resume pending
es_es: CV dorado pendiente

source: gold resume rejected
es_es: CV dorado rechazado

source: good
es_es: bueno

source: google adds custom css
es_es: Google agrega CSS personalizado

source: google adds height
es_es: altura de los anuncios de Google

source: google adds show after number of jobs
es_es: Mostrar anuncions de Google después del número de empleos

source: google adds width
es_es: Anchura de los anuncios de Google

source: google captcha
es_es: captcha de google

source: google recaptcha private key
es_es: clave privada de Google reCAPTCHA

source: google recaptcha public key
es_es: clave pública de Google reCAPTCHA

source: has been disabled
es_es: ha sido deshabilitado

source: has been enabled
es_es: ha sido habilitado

source: has been successfully deleted
es_es: ha sido eliminado exitosamente

source: has been successfully published
es_es: ha sido publicado exitosamente

source: has been successfully unpublished
es_es: ha sido despublicado exitosamente

source: has not been updated
es_es: no ha sido actualizado

source: has sent you message
es_es: te ha enviado un mensaje

source: haves
es_es: posee

source: headline
es_es: titular

source: hide all
es_es: ocultar todo

source: hot jobs
es_es: empleos destacados

source: how many plugin jobs show before career builder jobs
es_es: cuántos empleos del plugin se muestran antes de los empleos de CareerBuilder

source: how many plugin jobs show before indeed jobs
es_es: cuántos empleos del plugin se muestran antes de los empleos de Indeed

source: how many sub categories show in popup on 'job/resume by category' page
es_es: cuántas subcategorías se muestran en el popup en la página 'Empleo/CV por categoría'

source: how much credits required for
es_es: cuántos créditos se requieren para

source: ie 18 months or 3 years
es_es: ejemplo, 18 meses o 3 años

source: if no then credits will be taken to view contact detail
es_es: si no, se tomarán créditos para ver los detalles de contacto

source: if no then front end employer area is not accessable
es_es: si no, el área de empleador en el frontend no es accesible

source: if not select default page, email links and support icon might not work
es_es: si no selecciona la página predeterminada, los enlaces de correo electrónico y el ícono de soporte podrían no funcionar

source: if you are use
es_es: si estás utilizando

source: if you have already set up alert methods in
es_es: si ya has configurado los métodos de alerta en

source: importing new data
es_es: importando nuevos datos

source: in the cron area
es_es: en el área de cron

source: in widget style
es_es: en estilo widget

source: incorrect captcha code
es_es: código captcha incorrecto

source: increase it
es_es: aumentarlo

source: indeed jobs
es_es: empleos de Indeed

source: industry
es_es: industria

source: insert sample data
es_es: insertar datos de muestra

source: insitute
es_es: Instituto

source: institute city
es_es: Ciudad del Instituto

source: insufficient credits
es_es: créditos insufcientes

source: interests
es_es: Intereses

source: interface
es_es: interfaz

source: invalid captcha
es_es: captcha inválido

source: invalid entry
es_es: entrada inválida

source: invalid request
es_es: solicitud inválida

source: invalid username
es_es: nombre de usuario no válido

source: is approved
es_es: está aprobado

source: is conflicted
es_es: está en conflicto

source: is edited by admin
es_es: está editado por el administrador

source: is rejected
es_es: está rechazado

source: job alert for time
es_es: alerta de empleo por un período de tiempo

source: job applied successfully
es_es: postulación al empleo exitosa

source: job applies
es_es: postulaciones de empleo

source: job apply admin
es_es: administrador de postulaciones de empleo

source: job apply employer
es_es: postulación de empleador

source: job apply job seeker
es_es: postulación de candidato

source: job apply with facebook
es_es: Aplicar a empleo con facebook

source: job apply with linkedin
es_es: Aplicar a empleo con linkedin

source: job apply with xing
es_es: Aplicar a empleo con xing

source: job approve or reject
es_es: Aprobar o rechazar empleo

source: job by
es_es: empleo por

source: job by cities
es_es: empleo por ciudades

source: job by countries
es_es: empleo por países

source: job by state
es_es: empleo por estado

source: job copied suceccfully
es_es: empleo copiado exitosamente

source: job delete
es_es: eliminar empleo

source: job detail
es_es: detalles del empleo

source: job has been applied
es_es: se ha recibido una postulación para el empleo

source: job has been copied suceessfully
es_es: el empleo se ha copiado exitosamente

source: job has been shortlisted
es_es: el empleo ha sido preseleccionado

source: job height
es_es: altura de empleo

source: job pending
es_es: empleo pendiente

source: job salary range
es_es: rango salarial del empleo

source: job search result
es_es: resultado de búsqueda de empleo

source: job seeker buy credits pack
es_es: candidato compra paquete de créditos

source: job seeker configuration
es_es: configuración del candidato

source: job seeker control panel link
es_es: enlace al panel de control del candidato

source: job seeker credit packages
es_es: paquetes de créditos del candidato

source: job seeker credits log
es_es: registro de créditos del candidato

source: job seeker default role
es_es: rol predeterminado del candidato

source: job seeker expire package
es_es: caducidad del paquete de créditos del candidato

source: job seeker job apply
es_es: postulaciones del candidato

source: job seeker menu
es_es: menú del candidato

source: job seeker messages
es_es: mensajes del candidato

source: job seeker my stats
es_es: candidato: Mis estadísticas

source: job seeker not allowed to perform this action
es_es: candidato no tiene permiso para realizar esta acción

source: job seeker package expiry
es_es: caducidad del paquete de créditos del candidato

source: job seeker pakages
es_es: paquetes de crédito del candidato

source: job seeker purchase credits pack
es_es: candidato compra paquete de créditos

source: job seeker purchase history
es_es: historial de compras del candidato

source: job seeker visitor
es_es: visitante del candidato

source: job seo
es_es: SEO del empleo

source: job seo options are title, company, category, location, jobtype
es_es: las opciones de SEO del empleo son título, empresa, categoría, ubicación, tipo de empleo

source: job shift
es_es: turno del empleo

source: job short list setting effects on job listing pages
es_es: la configuración de preselección de empleos afecta las páginas de listado de empleos

source: job short list setting effects on jobs listing page
es_es: la configuración de preselección de empleos afecta la página de listado de empleos

source: job short listed
es_es: empleo preseleccionado

source: job statistices
es_es: estadísticas del empleo

source: job stats
es_es: estadísticas del empleo

source: job tag
es_es: etiqueta del empleo

source: job types per row
es_es: tipos de empleo por fila

source: job will be expire in 30 days
es_es: el empleo caducará en 30 días

source: jobs by categories widget
es_es: widget de empleos por categorías

source: jobs by countries
es_es: empleos por países

source: jobs by location widget
es_es: widget de empleos por ubicación

source: jobs by state
es_es: empleos por estado

source: jobs by states
es_es: empleos por estados

source: jobs by tag
es_es: empleos por etiqueta

source: jobs on map widget
es_es: widget de empleos en el mapa

source: jobs role
es_es: rol del empleo

source: jobs stats
es_es: estadísticas del empleo

source: jobs stats from jsjobs database
es_es: estadísticas de empleos desde la base de datos de JS Jobs

source: jobs widget
es_es: widget de empleos

source: jobseeker credits log
es_es: registro de créditos del candidato

source: js from
es_es: JS de

source: js invalid email
es_es: correo electrónico no válido en JS

source: js jobs captcha answer always positive
es_es: respuesta de captcha en JS Jobs siempre es positiva

source: js jobs captcha calculation type
es_es: tipo de cálculo de captcha en JS Jobs

source: js jobs credits
es_es: créditos de JS Jobs

source: js jobs settings
es_es: configuraciones de JS Jobs

source: js multi city
es_es: JS multi ciudad

source: js resume export
es_es: exportar CV de JS

source: js search all
es_es: buscar todo en JS

source: js send
es_es: enviar en JS

source: js support ticket
es_es: ticket de soporte en JS

source: js to
es_es: JS a

source: js your email is required
es_es: tu correo electrónico es requerido en JS

source: jsjobs companies
es_es: empresas de JS Jobs

source: language reading
es_es: competencia de lectura

source: language understanding
es_es: competencia auditiva

source: language writing
es_es: competencia de escritura

source: last six months stats
es_es: estadísticas de los últimos seis meses

source: last week stats
es_es: estadísticas de la última semana

source: last week stats of five jobs
es_es: estadísticas de la última semana de cinco empleos

source: leave blank to hide
es_es: dejar en blanco para ocultar

source: leave blank to hide editor used for feed content issue
es_es: dejar en blanco para ocultar el editor utilizado para el problema de contenido de feed

source: leave blank to hide webmaster used for technical issue
es_es: dejar en blanco para ocultar el webmaster utilizado para problemas técnicos

source: leave reason
es_es: motivo de salida

source: left margin
es_es: Margen izquierdo

source: life time alerts
es_es: alertas de por vida

source: life time job alert
es_es: alerta de empleo de por vida

source: lines
es_es: líneas

source: linkedin user
es_es: usuario de LinkedIn

source: linkedin user can apply to jobs
es_es: el usuario de LinkedIn puede postularse a empleos

source: linkedin user can login in js jobs
es_es: el usuario de LinkedIn puede iniciar sesión en JS Jobs

source: list style
es_es: estilo de lista

source: listing style
es_es: estilo de listado

source: loading
es_es: cargando

source: location format must be country, state, city
es_es: el formato de ubicación debe ser país, estado, ciudad

source: log in
es_es: iniciar sesión

source: log in to
es_es: iniciar sesión en

source: login into your account
es_es: iniciar sesión en tu cuenta

source: login page
es_es: Página de inicio de sesión

source: login to view contact detail
es_es: iniciar sesión para ver los detalles de contacto

source: login with facebook
es_es: iniciar sesión con Facebook

source: login with linkedin
es_es: iniciar sesión con LinkedIn

source: login with social media
es_es: iniciar sesión con redes sociales

source: login with xing
es_es: iniciar sesión con Xing

source: logo height
es_es: altura del logo

source: logo url
es_es: URL del logo

source: logo width
es_es: ancho del logo

source: main direcotry
es_es: directorio principal

source: manager
es_es: gerente

source: mark
es_es: marcar

source: max logo size allowed
es_es: tamaño máximo permitido para el logo

source: maximum files selected
es_es: número máximo de archivos seleccionados

source: maximum number of addresses allowed in resume
es_es: número máximo de direcciones permitida en el CV

source: maximum number of employers allowed in resume
es_es: número máximo de empleadores permitidos en el CV

source: maximum number of institutes allowed in resume
es_es: número máximo de instituciones permitidas en el CV

source: maximum number of languages allowed in resume
es_es: número máximo de idiomas permitidos en el CV

source: maximum number of records per page
es_es: número máximo de registros por página

source: maximum number of references allowed in resume
es_es: número máximo de referencias permitidas en el CV

source: maximum record for city field
es_es: registro máximo para el campo de ciudad

source: maximum record for tag field
es_es: registro máximo para el campo de etiqueta

source: menu
es_es: menú

source: message not sent
es_es: Mensaje no enviado

source: message sent
es_es: Mensaje enviado

source: message status
es_es: estado del mensaje

source: message subject
es_es: asunto del mensaje

source: miscellaneous
es_es: misceláneo

source: mm dd yyyy
es_es: mm dd aaaa

source: mobile phone
es_es: teléfono móvil

source: module height
es_es: altura del módulo

source: more options
es_es: más opciones

source: morning
es_es: mañana

source: most sites will work with a setting of 180 or 600 here
es_es: la mayoría de los sitios funcionarán con una configuración de 180 o 600 aquí

source: most viewed resumes
es_es: CVs más vistos

source: multi select
es_es: selección Múltiple

source: must be comma separated
es_es: debe de estar separado por coma

source: myspace
es_es: mi espacio

source: new cover letter
es_es: nueva carta de presentación

source: new job applies
es_es: nuevas postulaciones

source: new messages
es_es: nuevos mensajes

source: new notification
es_es: nueva notificación

source: new notifications
es_es: nuevas notificaciones

source: new resume are applied on your job
es_es: tu oferta de empleo ha recibido nuevos CV

source: new resume is applied on your job
es_es: tu oferta de empleo ha recibido un nuevo CV

source: new shift
es_es: nuevo turno

source: new state
es_es: nuevo estado

source: new visitor job
es_es: Nuevo visitante de oferta de empleo

source: new visitor resume
es_es: Nuevo visitante de CV

source: newest applied jobs
es_es: Nuevas postulaciones

source: newest companies
es_es: nuevas empresas

source: newest employer
es_es: nuevos empleadores

source: newest job seeker
es_es: nuevos candidatos

source: newest resumes
es_es: nuevos CVs

source: no folder found
es_es: No se encontró ninguna carpeta

source: no of jobs
es_es: número de empleos

source: not publish
es_es: no publicar

source: not published
es_es: no publicado

source: note have been saved succesfully
es_es: la nota se ha guardado correctamente

source: number of career builder jobs per page
es_es: cantidad de empleos de CareerBuilder por página

source: number of career builder jobs per scroll
es_es: cantidad de empleos de CareerBuilder por scroll

source: number of companies
es_es: número de empresas

source: number of companies per row
es_es: número de empresas por fila

source: number of featured job show per scroll
es_es: número de empleos destacados a mostrar por scroll

source: number of featured jobs
es_es: número de empleos destacados

source: number of gold job show per scroll
es_es: número de empleos dorados a mostrar por scroll

source: number of gold jobs
es_es: número de empleos dorados

source: number of indeed jobs per page
es_es: número de empleos de Indeed por página

source: number of indeed jobs per scroll
es_es: número de empleos Indeed por scroll

source: number of institutes allowed
es_es: número de institutos permitido

source: number of jobs before showing career builder jobs
es_es: número de empleos antes de mostrar empleos de CareerBuilder

source: number of jobs before showing indeed jobs
es_es: número de empleos antes de mostrar empleos de Indeed

source: number of jobs in last six months
es_es: número de empleos en los últimos seis meses

source: number of jobs per row
es_es: número de empleos por fila

source: number of operands for captcha
es_es: número de operandos para CAPTCHA

source: number of operands for js jobs captcha
es_es: número de operandos para CAPTCHA de trabajos JS

source: number of resume per row
es_es: número de CVs por fila

source: number of resumes
es_es: número de CVs

source: on job
es_es: en el trabajo

source: only section that have value
es_es: solo secciones que tienen un valor

source: options
es_es: opciones

source: or apply with
es_es: o postular con

source: order not found
es_es: orden no encontrada

source: organization
es_es: organización

source: other experience
es_es: otra experiencia

source: package combo
es_es: combo paquete

source: package expire in days
es_es: paquete caduca en días

source: package expiry
es_es: caducidad del paquete

source: package status for approve or reject
es_es: estado del paquete para aprobar o rechazar

source: parent field
es_es: campo principal

source: part time
es_es: tiempo parcial

source: password again
es_es: contraseña de nuevo

source: passwords do not match
es_es: las contraseñas no coinciden

source: payer address
es_es: dirección del pagador

source: payer contact number
es_es: número de contacto del pagador

source: payer email address
es_es: dirección de correo electrónico del pagador

source: payment gateway
es_es: pasarela de pago

source: payment has been verified
es_es: el pago ha sido verificado

source: payment has not been verified
es_es: el pago no ha sido verificado

source: paypal settings
es_es: configuración de Paypal

source: pending for featured
es_es: pendiente para destacado

source: pending for gold
es_es: pendiente para dorado

source: per day
es_es: por día

source: per week
es_es: por Semana

source: per year
es_es: por año

source: php developer
es_es: desarrollador PHP

source: please enter a password
es_es: por favor, ingresa una contraseña

source: please enter a username
es_es: por favor, ingresa un nombre de usuario

source: please enter discount value
es_es: por favor, ingresa el valor del descuento

source: please fill the message
es_es: por favor, llena el mensaje

source: please fill the subject
es_es: por favor, llena el asunto

source: please first make a selection from the list
es_es: por favor, primero haz una selección de la lista

source: please first save resume personal section then add any other section
es_es: por favor, primero guarda la sección personal del CV y luego agrega cualquier otra sección

source: please make sure you have enabled curl library
es_es: por favor, asegúrate de que tienes habilitada la biblioteca cURL

source: please make sure your database user have create table permissions
es_es: por favor, asegúrate de que tu usuario de base de datos tenga permisos para crear tablas

source: please make sure your database user have delete permissions
es_es: por favor, asegúrate de que tu usuario de base de datos tenga permisos para eliminar

source: please make sure your database user have drop table permissions
es_es: por favor, asegúrate de que tu usuario de base de datos tenga permisos para eliminar tablas

source: please make sure your database user have inserting permissions
es_es: por favor, asegúrate de que tu usuario de base de datos tenga permisos para insertar

source: please make sure your database user have update permissions
es_es: por favor, asegúrate de que tu usuario de base de datos tenga permisos para actualizar

source: Por favor, seleccione un CV primero
es_es: por favor, selecciona un CV primero
