Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Employer From Date
es_es: Fecha de Inicio del Empleo

source: Employer To Date
es_es: Fecha de termino del Empleo

source: Please wait installation in progress
es_es: Por favor, espera, instalación en progreso

source: CURL is not enabled please enable CURL
es_es: cURL no está habilitado, por favor, habilita cURL

source: It may take few minutes
es_es: Puede tomar algunos minutos

source: Reference Number
es_es: Número de Referencia

source: Add New Company
es_es: Agregar Nueva Empresa

source: Biotechnology
es_es: Biotecnología

source: Per Month
es_es: Por Mes

source: Add New Job
es_es: Agregar Nuevo Trabajo

source: Overview
es_es: Vista General

source: Job Apply Link
es_es: Enlace de Postulación al Trabajo

source: Edit Company Information
es_es: Editar Información de la Empresa

source: Add New Folder
es_es: Agregar Nueva Carpeta

source: Details View
es_es: Vista Detallada

source: License Number
es_es: Número de Licencia de Conducir

source: License Country
es_es: ¿En qué país fue emitida tu licencia de conducir?

source: Driving License
es_es: Licencia de Conducir

source: Jobs By Category
es_es: Empleos por categorías

source: Search Result
es_es: Resultados de Búsqueda

source: Suggested Jobs
es_es: Empleos sugeridas

source: Record Not Found
es_es: Registro No Encontrado

source: Applied Resumes
es_es: CV enviados

source: New Jobs
es_es: Nuevos Empleos

source: New Companies
es_es: Nuevas Empresas

source: Job Applied
es_es: CVs enviados

source: Dashboard
es_es: Panel

source: Reports
es_es: Reportes

source: Unpubslished
es_es: No Publicado

source: Most Viewed Companies
es_es: Empresas Más Visitadas

source: Most Viewed Resume
es_es: CVs más Visitados

source: Most Applied Jobs
es_es: Empleos más Postulados

source: Most Viewed Jobs
es_es: Empleaos más Visitados

source: Views
es_es: Visitas

source: Select Status
es_es: Seleccionar Estado

source: Save Shift
es_es: Guardar Turno

source: Save Highest Education
es_es: Guardar Nivel Más Alto de Educación

source: Save Career Level
es_es: Guardar Nivel de Carrera

source: Save Experience
es_es: Guardar Experiencia

source: Over All
es_es: General

source: Total Jobs
es_es: Total de Empleos

source: Total Resumes
es_es: Total de CVs

source: Total Applied Resume
es_es: Total de CVs Enviados

source: Total Companies
es_es: Total de Empresas

source: Employer Reports
es_es: Informes de empleadores

source: Overall Reports
es_es: Informes Generales

source: Applied Jobs
es_es: Postulaciones

source: Jobs By Cities
es_es: Empleos por Ciudades

source: Opss
es_es: Oops

source: Back To Control Panel
es_es: Volver al Panel de Control

source: Select Field Type
es_es: Seleccionar Tipo de Campo

source: Jobs By Companies
es_es: Empleos por empresas

source: Form Department
es_es: Formulario de Departamento

source: Edit Department
es_es: Editar Departamento

source: Save Folder
es_es: Guardar Carpeta

source: Form Folder
es_es: Formulario de Carpeta

source: Edit Folder
es_es: Editar Carpeta

source: Form Category
es_es: Formulario de Categoría

source: Edit Category
es_es: Editar Categoría

source: Form Salary Range
es_es: Formulario de Rango Salarial

source: Edit Salary Range
es_es: Editar Rango Salarial

source: Form Salary Range Type
es_es: Formulario de Tipo de Rango Salarial

source: Edit Salary Range Type
es_es: Editar Tipo de Rango Salarial

source: Form Sub Category
es_es: Formulario de Subcategoría

source: Edit Sub Category
es_es: Editar Subcategoría

source: Save Sub Category
es_es: Guardar Subcategoría

source: Leave blank if not show editor used for feed content issue
es_es: Dejar en blanco si no se muestra el editor utilizado para el problema de contenido del feed

source: RSS Job Setting
es_es: Configuración RSS de Empleos

source: RSS Resume Setting
es_es: Configuración RSS de Empleos

source: Visitors Can View Job Seeker
es_es: Visitantes pueden ver Candidatos

source: Search Jobs
es_es: Buscar Empleos

source: Visitors Can View Employer Area
es_es: Visitantes pueden ver el área del empleador

source: Sort By
es_es: Ordenar Por

source: Force Delete
es_es: Eliminar Forzadamente

source: Add To Gold
es_es: Agregar a Dorado

source: Add To Featured
es_es: Agregar a Destacados

source: Remove Gold
es_es: Eliminar Dorado

source: Remove Featured
es_es: Eliminar Destacado

source: Applied resume will be filterd on given criteria
es_es: Los CVs recibidos se filtrarán según los criterios dados

source: Form Job
es_es: Formulario de Empleo

source: Edit Job
es_es: Editar Empleo

source: Select User Publish
es_es: Seleccionar Usuario para Publicar

source: Select Visitor Publish
es_es: Seleccionar Visitante para Publicar

source: Web Address
es_es: Dirección Web

source: Show All
es_es: Mostrar Todo

source: Date To
es_es: Fecha Hasta

source: Date From
es_es: Fecha Desde

source: Fast Springs Setting
es_es: Configuración de FastSpring

source: About Joomsky
es_es: Acerca de Joomsky

source: New version is available
es_es: Hay una nueva versión disponible

source: Posted On
es_es: Publicado en

source: Administrative
es_es: Administrativo

source: Joomla Extension Directory
es_es: Directorio de Extensiones Joomla

source: If You Use
es_es: Si Utilizas

source: Please Write Appereciate Review As
es_es: Por favor, escribe una reseña apreciativa como

source: Form Job Type
es_es: Formulario de Tipo de Empleo

source: Save Job Type
es_es: Guardar Tipo de Empleo

source: Edit Job Type
es_es: Editar Tipo de Empleo

source: Save Job Status
es_es: Guardar Estado de Empleo

source: Form Job Status
es_es: Formulario de Estado de Empleo

source: Edit Job Status
es_es: Editar Estado de Empleo

source: has been successfully saved
es_es: se ha guardado exitosamente

source: Form Highest Education
es_es: Formulario de Nivel Más Alto de Educación

source: Edit Highest Education
es_es: Editar Nivel Más Alto de Educación

source: Form Career Level
es_es: Formulario de Nivel de Carrera

source: Edit Career Level
es_es: Editar Nivel de Carrera

source: Form Experience
es_es: Formulario de Experiencia

source: Edit Experience
es_es: Editar Experiencia

source: Form Shifts
es_es: Horarios

source: Edit Shifts
es_es: Editar Turnos

source: Quick Configuration
es_es: Configuración rápida

source: Permissions
es_es: Permisos

source: Install
es_es: Instalar

source: Recommended
es_es: Recomendado

source: Current
es_es: Actual

source: Form Age
es_es: Formulario de Edad

source: Edit Age
es_es: Editar Edad

source: Save Age
es_es: Guardar Edad

source: PHP Version
es_es: Versión de PHP

source: ZIP Library
es_es: Biblioteca ZIP

source: GD Library
es_es: Biblioteca GD

source: CURL Library
es_es: Biblioteca cURL

source: Admin Directory
es_es: Directorio de Administración

source: Site Directory
es_es: Directorio del Sitio

source: Tmp Directory
es_es: Directorio Temporal

source: Writable
es_es: Escribible

source: Not Writable
es_es: No Escribible

source: Directory permissions error
es_es: Error de permisos de directorio

source: directory is not writable
es_es: El directorio no es escribible

source: PHP version lower then recomended
es_es: Versión de PHP inferior a la recomendada

source: GD library does not exist
es_es: La biblioteca GD no existe

source: ZIP library does not exist
es_es: La biblioteca ZIP no existe

source: CURL does not exist
es_es: cURL no existe

source: Next Step
es_es: Siguiente Paso

source: NEXT
es_es: SIGUIENTE

source: Save Currency
es_es: Guardar Moneda

source: Form Currency
es_es: Formulario de Moneda

source: Edit Currency
es_es: Editar Moneda

source: User can add new city in the system
es_es: El usuario puede agregar una nueva ciudad en el sistema

source: Sub Categories Limit
es_es: Límite de Subcategorías

source: Email send to employer when new job is posted
es_es: Correo electrónico enviado al empleador cuando se publica un nuevo trabajo

source: Facebook Likes
es_es: Me gusta en Facebook

source: Facebook Share
es_es: Compartir en Facebook

source: Google Share
es_es: Compartir en Google

source: Google Likes
es_es: Me gusta en Google

source: Logo Border
es_es: Borde del Logo

source: No job applied notification will be emailed to you
es_es: No se enviará ninguna notificación de solicitud empleo por correo electrónico

source: you can only check your workspace for new applicants
es_es: Solo puedes verificar tu espacio de trabajo para nuevos candidatos

source: you can also check your workspace
es_es: También puedes verificar tu espacio de trabajo

source: Email me the resume and resume attachments of applicant
es_es: Envíame por correo electrónico el CV y los archivos adjuntos del candidato

source: Read only
es_es: Sólo lectura

source: Resume Section
es_es: Sección de CV

source: Value
es_es: Valor

source: Add a Value
es_es: Agregar un Valor

source: Form User Field
es_es: Formulario de Campo de Usuario

source: Edit User Field
es_es: Editar Campo de Usuario

source: has been published
es_es: ha sido publicado

source: has not been published
es_es: no ha sido publicado

source: has been unpublished
es_es: ha sido despublicado

source: has not been unpublished
es_es: no ha sido despublicado

source: has been set as default cannot unpublished
es_es: ha sido establecido como predeterminado y no puede ser despublicado

source: Form Company
es_es: Formulario de Empresa

source: Edit Company
es_es: Editar Empresa

source: Max File Size
es_es: Tamaño Máximo de Archivo

source: Upload Company Logo
es_es: Subir Logo de la Empresa

source: Add Notes
es_es: Agregar Notas

source: Currently No Notes Available
es_es: Actualmente no hay notas disponibles

source: Select One
es_es: Seleccionar Uno

source: Form Resume
es_es: Formulario de Currículum

source: Edit Language
es_es: Editar Idioma

source: Edit Reference
es_es: Editar Referencia

source: Edit Education
es_es: Editar Educación

source: Edit Employer
es_es: Editar Empleador

source: Edit Address
es_es: Editar Dirección

source: Has States
es_es: Tiene Estados

source: Has Cities
es_es: Tiene Ciudades

source: Save Country
es_es: Guardar País

source: Form Country
es_es: Formulario de País

source: Edit Country
es_es: Editar País

source: Save State
es_es: Guardar Estado

source: Form State
es_es: Formulario de Estado

source: Edit State
es_es: Editar Estado

source: Save City
es_es: Guardar Ciudad

source: Form City
es_es: Formulario de Ciudad

source: Edit City
es_es: Editar Ciudad

source: Save Salary Range Type
es_es: Guardar Tipo de Rango Salarial

source: Save User Role
es_es: Guardar Rol de Usuario

source: Messages Queue
es_es: Cola de Mensajes

source: Edit Employer Package
es_es: Editar Paquete del Empleador

source: Form Employer Package
es_es: Formulario de Paquete del Empleador

source: Edit Job Seeker Package
es_es: Editar Paquete del Candidato

source: Form Job Seeker Package
es_es: Formulario de Paquete del Candidato

source: Job Allow
es_es: Autorizar Empleo

source: Enforce Unpublish Value
es_es: Imponer Valor de Despublicación

source: Enforce Unpublish Value Type
es_es: Forzar el Tipo de Valor de Despublicación

source: visitor
es_es: visitante

source: Featrued Jobs
es_es: Empleos Destacados

source: Edit Resume
es_es: Editar CV

source: Newest Resume
es_es: CVs Más Recientes

source: Select Minimum Experience
es_es: Seleccionar Experiencia Mínima

source: Select Maximum Experience
es_es: Seleccionar Experiencia Máxima

source: Range
es_es: Rango

source: Expire in
es_es: Expira en

source: Could not find any matching results
es_es: No se encontraron resultados coincidentes

source: My Applied Job
es_es: Mis Postulaciones

source: Edit Cover Letter
es_es: Editar Carta de Presentación

source: Form Cover Letter
es_es: Formulario de Carta de Presentación

source: Job Save Search
es_es: Guardar Búsqueda de Empleo

source: Allow
es_es: Permitir

source: Please get package to extend your cover letter limit
es_es: Por favor, obtén un paquete para ampliar tu límite de cartas de presentación

source: Please get new package to extend your folder limit
es_es: Por favor, obtén un nuevo paquete para ampliar tu límite de carpetas

source: Please get package to extend your job limit
es_es: Por favor, obtén un paquete para ampliar tu límite de empleos

source: You can not add new job
es_es: No puedes agregar nuevos empleos

source: Show currency symbol left or right to the amount
es_es: Mostrar el símbolo de la moneda a la izquierda o a la derecha del monto

source: Authentication fail on sharing server
es_es: Error de autenticación en el servidor de intercambio

source: Error in uploding file
es_es: Error al cargar el archivo

source: File size is greater then allowed size
es_es: El tamaño del archivo es mayor que el tamaño permitido

source: Job Seeker Login
es_es: Inicio de Sesión del Candidato

source: Job Seeker Registration
es_es: Registro del Candidato

source: To access the private area of the site
es_es: Para acceder al área privada del sitio

source: Please log in
es_es: Por favor, inicia sesión

source: Job Seeker Short List
es_es: Candidato Preseleccionado

source: You can not add new address, you have added maximum addresses
es_es: No puedes agregar una nueva dirección, has alcanzado el número máximo de direcciones

source: You can not add new employer, you have added maximum employers
es_es: No puedes agregar un nuevo empleo, has alcanzado el número máximo de empleos

source: You can not add new reference, you have added maximum references
es_es: No puedes agregar una nueva referencia, has alcanzado el número máximo de referencias

source: You can not add new language, you have added maximum languages
es_es: No puedes agregar un nuevo idioma, has alcanzado el número máximo de idiomas

source: All required fields must be filled
es_es: Todos los campos obligatorios deben completarse

source: Mark Job New
es_es: Marcar Empleo como Nuevo

source: Show navigation in template breadcrumbs
es_es: Mostrar navegación en la plantilla Breadcrumbs

source: Auto approve messages for job seeker and employer
es_es: Aprobar automáticamente mensajes para candidatos y empleadores

source: Auto approve conflicted messages for job seeker and employer
es_es: Aprobar automáticamente mensajes conflictivos para candidatos y empleadores

source: Job Seeker Default Group
es_es: Grupo Predeterminado del Candidato

source: Image File Extensions
es_es: Extensiones de Archivos de Imagen

source: Document File Extensions
es_es: Extensiones de Archivos de Documentos

source: Select captcha for application
es_es: Seleccionar captcha para postulación

source: Set number of cities to show in result of the location input box
es_es: Establecer el número de ciudades a mostrar en el resultado del cuadro de entrada de ubicación

source: Email send to employer when purchase package
es_es: Correo electrónico enviado al empleador al comprar un paquete

source: Email send to admin when job seeker purchase a package
es_es: Correo electrónico enviado al administrador cuando un candidato compra un paquete

source: Job Seeker Purchase Package
es_es: Compra de Paquete por Candidato

source: Email send to job seeker when purchase package
es_es: Correo electrónico enviado al candidato cuando compre paquete

source: Use rss categories with our job categories
es_es: Usa categorías RSS con nuestras categorías de empleo

source: All Fields
es_es: Todos los campos

source: Only Filled Fields
es_es: Solo Campos Llenos

source: Employer Can View Job Seeker Area
es_es: El empleador puede ver el área del candidato

source: Visitor can post job
es_es: Visitantes pueden publicar empleos

source: Package Required For Job Seeker
es_es: Paquete requerido para el candidato

source: Show Apply Now Button
es_es: Mostrar el Botón Postular Ahora

source: Show Login/logout Button In Job Seeker Control Panel
es_es: Mostrar botón de Iniciar/Salir en el panel de control del candidato

source: Job Seeker Top Menu Links
es_es: Enlaces del Menú Superior del Candidato

source: Job Seeker Control Panel Links
es_es: Enlaces del Panel de Control del Candidato

source: Applied Resume Status Update Mail Send To Job Seeker
es_es: Correo electrónico de actualización de estado del CV enviado al candidato

source: Job Seeker Buy Package
es_es: Compra de Paquete por parte del candidato

source: Job Seeker Package Purchase
es_es: Compra de Paquete por parte del candidato

source: Employer Package Purchase
es_es: Compra de Paquete por parte del empleador

source: JS Jobs Stats
es_es: Estadísticas de JS Jobs

source: Job Seeker Payment History
es_es: Historial de Pagos del Candidato

source: Error in saving candidate in shortlist
es_es: Error al guardar al candidato en preseleccionados

source: Allowed Extensions
es_es: Extensiones Permitidas

source: Make sure you did not changed country id or state id in database
es_es: Asegúrate de no haber cambiado el ID de país o el ID de estado en la base de datos

source: State id must be unique in database state table
es_es: El ID de estado debe ser único en la tabla de estados de la base de datos

source: Do not define city id and properly define country and state id in file
es_es: No definas el ID de la ciudad y define correctamente el ID del país y del estado en el archivo

source: Are you sure to delete
es_es: ¿Seguro que quieres eliminar?

source: Error deleting record
es_es: Error al eliminar el registro

source: Record has been deleted
es_es: El registro ha sido eliminado

source: Package is required to perform this action and your current package is expired, please get new package
es_es: Se requiere un paquete para realizar esta acción y tu paquete actual ha caducado, por favor obtén un nuevo paquete

source: Resume By Category
es_es: CV por categoría

source: Could not find any matching results.
es_es: No se encontraron resultados coincidentes.

source: Email has been sent
es_es: El correo electrónico ha sido enviado

source: Email has not been sent
es_es: El correo electrónico no ha sido enviado

source: Add New Cities From Autocomplete
es_es: Agregar Nuevas Ciudades Desde Autocompletar

source: Section
es_es: Sección

source: User Published
es_es: Usuario Publicado

source: Visitor Published
es_es: Visitante Publicado

source: Field Type
es_es: Tipo de Campo

source: Field Name
es_es: Nombre del Campo

source: Field Size
es_es: Tamaño del Campo

source: Max Length
es_es: Longitud Máxima

source: Columns
es_es: Columnas

source: Rows
es_es: Filas

source: Use the table below to add new values
es_es: Usa la tabla a continuación para agregar nuevos valores

source: Add Language
es_es: Agregar Idioma

source: Address Data
es_es: Datos de Dirección

source: Field
es_es: Campo

source: Resume Field
es_es: Campo de CV

source: Payment History
es_es: Historial de Pago

source: Payment Method Configuration
es_es: Configuración del Método de Pago

source: State And County
es_es: Estado y Condado

source: State And City
es_es: Estado y Ciudad

source: County And City
es_es: Condado y Ciudad

source: State County And City
es_es: Estado, Condado y Ciudad

source: Category And Sub Category
es_es: Categoría y Subcategoría

source: Email
es_es: Correo

source: Shortlisted Job
es_es: Empleo Preseleccionado

source: Email Template
es_es: Plantilla de Correo Electrónico

source: Settings
es_es: Configuraciones

source: Resume User Field
es_es: Campo de Usuario del CV

source: Shortlist Candidate
es_es: Candidato Preseleccionado

source: Payment
es_es: Pago

source: Ages
es_es: Edades

source: Career Levels
es_es: Niveles de Carrera

source: Left Align
es_es: Alineación Izquierda

source: Right Align
es_es: Alineación Derecha

source: Must be comma seprated
es_es: Debe separarse por comas

source: Currency Symbol Position
es_es: Posición del Símbolo de Moneda

source: Employer Control Panel Links
es_es: Enlaces del Panel de Control de Empleador

source: Job Short List
es_es: Empleo Preseleccionado

source: Applied Resume Alert
es_es: Alerta de CV Enviado

source: Manage In Fields Ordering
es_es: Gestionar el Orden de los Campos

source: Fields Ordering
es_es: Orden de Campos

source: Experience
es_es: Experiencia

source: Can not add new
es_es: No se puede agregar nuevo

source: Fields successfully set required field
es_es: Campos configurados con éxito como campo requerido

source: Fields successfully set not required field
es_es: Campos configurados con éxito como campo no requerido

source: Order up successfully
es_es: Orden ascendente exitoso

source: Order down successfully
es_es: Orden descendente exitoso

source: has not been saved
es_es: no ha sido guardado

source: has been deleted
es_es: ha sido eliminado

source: has not been deleted
es_es: no ha sido eliminado

source: has been rejected
es_es: ha sido rechazado

source: has not been rejected
es_es: No ha sido rechazado

source: has been approved
es_es: ha sido aprobado

source: has not been approved
es_es: no ha sido aprobado

source: has been set as default
es_es: ha sido establecido como predeterminado

source: Unpublished field cannot set default
es_es: Campo no publicado no puede establecerse como predeterminado

source: has not been set as default
es_es: no se ha establecido como predeterminado

source: status has been updated
es_es: el estado ha sido actualizado

source: status has not been updated
es_es: el estado no ha sido actualizado

source: in use cannot deleted
es_es: en uso no puede ser eliminado

source: already exist
es_es: ya existe

source: Sharing server not accept because of the improper name
es_es: El servidor de compartición no acepta debido al nombre incorrecto

source: Problem synchronize with sharing server
es_es: Problema de sincronización con el servidor de compartición

source: This is not your
es_es: Esto no es tuyo

source: Not Apporved
es_es: No Aprobado

source: Hide Map
es_es: Ocultar Mapa

source: Download All
es_es: Descargar Todo

source: Reference Name
es_es: Nombre de Referencia

source: Leaving Reason
es_es: Motivo de Salida

source: Certificate
es_es: Certificado

source: You may also upload your resume file
es_es: También puedes subir tu archivo de CV

source: Location format is not correct please enter city in this format
es_es: El formato de ubicación no es correcto. Por favor, ingrese la ciudad en este formato

source: City Name, Country Name
es_es: Nombre de la Ciudad, Nombre del País

source: City Name, State Name, Country Name
es_es: Nombre de la Ciudad, Nombre del Estado, Nombre del País

source: File Deleted
es_es: Archivo Eliminado

source: Operation Aborted
es_es: Operación Abortada

source: Transaction Error
es_es: Error de Transacción

source: Seller Package
es_es: Paquete del Vendedor

source: The SagePay payment method requires the PHP extension mcrypt to be installed and activated on your server. Please contact your hosting company to set it up.
es_es: El método de pago SagePay requiere que la extensión PHP mcrypt esté instalada y activada en su servidor. Por favor, contacte a su empresa de alojamiento para configurarlo.

source: Order Is Complete
es_es: La orden está completa

source: Please Transfer Money
es_es: Por favor, transfiera dinero

source: Account Information
es_es: Información de la Cuenta

source: Name
es_es: Nombre

source: Country Name
es_es: Nombre del País

source: City Name
es_es: Nombre de la Ciudad

source: Send Mtcn Number To Email
es_es: Enviar Número MTCN por Correo Electrónico

source: Include Order Number To Transfer
es_es: Incluir número de orden para transferencia

source: Thank You For Purchase
es_es: ¡Gracias por su compra!

source: Error in saving records, please try again
es_es: Error al guardar los registros. Por favor, inténtelo de nuevo

source: Error while saving new state
es_es: Error al guardar un nuevo estado

source: Country not found
es_es: País no encontrado
