Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Show Contact Detail
es_es: Mostrar detalles de contacto

source: add coverletter
es_es: agregar carta de presentación

source: edit coverletter
es_es: editar carta de presentación

source: delete coverletter
es_es: eliminar carta de presentación

source: buy with paypal
es_es: comprar con PayPal

source: CREDITS RATE
es_es: TARIFA DE CRÉDITOS

source: spent credits
es_es: créditos usados

source: add department
es_es: agregar departamento

source: Search Department
es_es: Buscar Departamento

source: Delete Department
es_es: Eliminar Departamento

source: Department Detail
es_es: Detalles del Departamento

source: You Are Not Logged In. Please Login First
es_es: No has iniciado sesión. Por favor, inicia sesión primero

source: My Department
es_es: Mi Departamento

source: my folder
es_es: Mi Carpeta

source: Add Folder
es_es: Añadir carpeta

source: more links
es_es: Más Enlaces

source: view all
es_es: Ver todo

source: notifications
es_es: Notificaciones

source: job notification
es_es: notificación de trabajo

source: job image
es_es: imagen de empleo

source: user image
es_es: imagen de usuario

source: More Useful Links
es_es: Más enlaces útiles

source: Time stamp
es_es: Marca de tiempo

source: Useful Links
es_es: Enlaces Útiles

source: saved search
es_es: búsqueda guardada

source: Resume Name
es_es: Nombre de CV

source: Applied Job
es_es: Empleo Solicitado

source: Created Date
es_es: Fecha de Creación

source: view saved search
es_es: Ver búsqueda guardada

source: delete saved search
es_es: Borrar búsqueda guardada

source: Package Name
es_es: Nombre del paquete

source: Search Folder
es_es: Buscar Carpeta

source: delete folder
es_es: eliminar carpeta

source: no of resumes
es_es: número de CVs

source: Folder Detail
es_es: Detalles de la carpeta

source: Apply Date
es_es: Fecha de Aplicación

source: No Work Experience
es_es: Sin experiencia laboral

source: Have an account
es_es: Tener una cuenta

source: signin
es_es: iniciar sesión

source: Sign In
es_es: Iniciar sesión

source: Applied resume will be filtered on given criteria
es_es: El CV enviado sera filtrado basado en un criterio dado

source: Full List
es_es: Lista Completa

source: Full List Icon
es_es: Ícono de Lista Completa

source: List Left Filter
es_es: Listar Filtro Izquierdo

source: List Left Filter Icon
es_es: Icono de filtro izquierdo de la lista

source: List Right Filter
es_es: Listar Filtro Derecho

source: List Right Filter Icon
es_es: Icono de filtro derecho de lista

source: Box Full
es_es: Cuadro completo

source: Box Full Icon
es_es: Ícono de Cuadro de Texto Completo

source: Box Right Filter
es_es: Filtro de caja derecha

source: Box Right Filter Icon
es_es: Icono de filtro de cuadro derecho

source: Box Left Filter
es_es: Filtro de caja izquierda

source: Box Left Filter Icon
es_es: Icono de filtro de caja izquierda

source: sort
es_es: ordenar

source: cross
es_es: cruzar

source: job vacancies
es_es: ofertas de empleos

source: job carousel
es_es: carrusel de empleos

source: Categories total
es_es: Categorías totales

source: Subcategories total
es_es: Subcategorías totales

source: job category title
es_es: título de categoría de empleo

source: add to featured job
es_es: Agregar a empleos destacados

source: pending job
es_es: empleo pendiente

source: rejected job job
es_es: empleo rechazado

source: rejected job
es_es: empleo rechazado

source: Delete Shortlisted Job
es_es: Eliminar empleo preseleccionado

source: job tags
es_es: etiquetas de empleo

source: Shortlisted
es_es: Preseleccionado

source: Add to shortlist
es_es: Agregar a preseleccionados

source: Job Details
es_es: Detalles del Empleo

source: Over View
es_es: Vista General

source: Related Or Featured Jobs
es_es: Empleos Relacionados o Destacados

source: Related Jobs
es_es: Empleos Relacionados

source: job alerts
es_es: alertas de empleo

source: no of job view
es_es: Número de vistas de empleo

source: no of applied job
es_es: Número de postulaciones

source: advanced search
es_es: Búsqueda Avanzada

source: Updated
es_es: Actualizado

source: Apply
es_es: Postular

source: job apply information
es_es: Información de postulación

source: Applied Information
es_es: Información de postulación

source: Last
es_es: Último

source: Phone Number
es_es: Número de Teléfono

source: Get Alert
es_es: Recibir alerta

source: view job save search
es_es: Ver búsqueda de empleo guardada

source: delete job save search
es_es: Eliminar búsqueda de empleo guardada

source: save search jobs
es_es: Guardar búsqueda de empleos

source: close notifications
es_es: Cerrar notificaciones

source: message image
es_es: imagen del mensaje

source: Purchsae History
es_es: Historial de compras

source: job seeker image
es_es: Imagen del candidato

source: Cover
es_es: Presentación

source: Letter
es_es: Carta

source: Your password has been changed. You can sign in now.
es_es: Tu contraseña ha sido cambiada. Puedes iniciar sesión ahora.

source: Forgot Your Password?
es_es: ¿Olvidaste tu contraseña?

source: Reset Password
es_es: Restablecer contraseña

source: New password
es_es: Nueva contraseña

source: Repeat new password
es_es: Repetir nueva contraseña

source: no of message
es_es: Número de mensaje

source: no of messages
es_es: Número de mensajes

source: Gateway
es_es: Puerta de enlace

source: Select range start
es_es: Seleccionar inicio de rango

source: Select range end
es_es: Seleccionar final de rango

source: popup close
es_es: Cerrar popup

source: select file
es_es: Seleccionar archivo

source: You Are Applying On This Job
es_es: Estás postulando a este empleo

source: Category total
es_es: Categoría totales

source: resume category name
es_es: Nombre de la categoría del CV

source: list-full
es_es: lista completa

source: box-full
es_es: caja de texto llena

source: save search
es_es: guardar búsqueda

source: About me
es_es: Acerca de mí

source: Attachment
es_es: Adjunto

source: Resume Details
es_es: Detalles del CV

source: popup cross
es_es: cierre emergente

source: download resume
es_es: descargar CV

source: Social Profile
es_es: Perfil social

source: Related Resume
es_es: CV relacionado

source: delete resume search
es_es: eliminar búsqueda de CV

source: User already register please logout and register
es_es: El usuario ya está registrado, por favor, cierra sesión y regístrate nuevamente

source: by
es_es: por

source: No comments
es_es: Sin comentarios

source: 1 comment
es_es: 1 comentario

source: clients
es_es: clientes

source: clients logo
es_es: logo de clientes

source: featured job title
es_es: título de empleo destacado

source: job by categories
es_es: empleo por categorías

source: Browse All Categories
es_es: Examinar todas las categorías

source: category detail
es_es: detalles de categoría

source: show more categories
es_es: mostrar más categorías

source: up category
es_es: subir categoría

source: all jobs
es_es: todos los empleos

source: copany image
es_es: imagen de empresa

source: copmany name
es_es: nombre de empresa

source: overlay
es_es: superposición

source: resume default image
es_es: imagen predeterminada del CV

source: view profile
es_es: ver perfil

source: comany logo
es_es: logo de la compañía

source: show all jobs
es_es: mostrar todos los empleos

source: read more
es_es: Lee mas

source: news title
es_es: título de la noticia

source: Popular jobs
es_es: Empleos populares

source: Type city
es_es: Escribe la ciudad

source: Browse Jobs
es_es: Buscar Empleos

source: Top Categories
es_es: Categorías Principales

source: Jobs Offers For You
es_es: Ofertas de Empleo Para Ti

source: Redux framework is missing
es_es: Falta el marco de Redux

source: Contact
es_es: Contacto

source: Contact us email received
es_es: Tu mensaje fue recibido

source: Contact successfully
es_es: Contacto exitoso

source: Message has been send
es_es: El mensaje ha sido enviado

source: About us widget for the footer panel.
es_es: Widget de Sobre Nosotros para el panel inferior.

source: Job Manager About US Footer
es_es: Job Manager de Sobre Nosotros en el pie de página

source: Recent Blog widget for the footer panel.
es_es: Widget de blog reciente para el panel inferior.

source: Job Manager Recent Blog Footer
es_es: Job Manager Blog Reciente en el pie de página

source: Show vehicle images.
es_es: Mostrar imágenes del vehículo.

source: Companies Images Footer
es_es: Imágenes de Empresas en el pie de página

source: Featured image
es_es: Imagen destacada

source: type of companies:
es_es: tipo de empresas:

source: Hot companies
es_es: Empresas destacadas

source: Number of columns
es_es: Número de columnas

source: Contact Us widget for the footer panel.
es_es: Widget de Contáctenos para el panel inferior.

source: Job Manager Contact Us Footer
es_es: Job Manager Contáctenos en el pie de página

source: Contact Us
es_es: Contáctanos

source: Useful links widget for the footer panel.
es_es: Widget de enlaces útiles para el panel inferior.

source: Job Manager Useful Links Footer
es_es: Job Manager Enlaces Útiles en el pie de página

source: The most recent comments.
es_es: Los comentarios más recientes.

source: Job Manager Recent Comments
es_es: Comentarios Recientes en Job Manager

source: commented on
es_es: comentó en

source: Number of comments:
es_es: Número de comentarios:

source: The most recent posts on your site.
es_es: Las publicaciones más recientes en tu sitio.

source: Job Manager Recent Posts
es_es: Publicaciones Recientes en Job Manager

source: Number of posts
es_es: Número de publicaciones

source: File Downloaded Successfully
es_es: Archivo descargado exitosamente

source: Unable to connect to server
es_es: No se puede conectar al servidor

source: File is not writable
es_es: El archivo no es escribible

source: Language directory is not writable
es_es: El directorio de idioma no es escribible

source: Language is not installed
es_es: El idioma no está instalado

source: Language directory is not writeable
es_es: El directorio de idioma no es escribible

source: is found in your system
es_es: se encuentra en tu sistema

source: Required language is not installed but similar language like
es_es: El idioma requerido no está instalado, pero hay un idioma similar como

source: Dir is not writable
es_es: El directorio no es escribible

source: minute ago
es_es: Hace un minuto

source: minutes ago
es_es: hace minutos

source: hour ago
es_es: Hace una hora

source: hours ago
es_es: hace horas

source: day ago
es_es: Hace un día

source: week ago
es_es: Hace una semana

source: weeks ago
es_es: hace semanas

source: month ago
es_es: hace un mes

source: months ago
es_es: hace meses

source: year ago
es_es: hace un año

source: years ago
es_es: hace años

source: You have not answered all required fields
es_es: No has respondido todos los campos obligatorios

source: You do not have any role
es_es: No tienes ningún rol asignado

source: You are not a logged-in member, please select below option to apply on job.
es_es: No eres un miembro registrado, por favor selecciona la opción a continuación para aplicar al trabajo.

source: Lost your password
es_es: Olvidaste tu contraseña

source: Share this job offer by
es_es: Comparte esta oferta de empleo por

source: Send this job offer to one of your contacts via
es_es: Envía esta oferta de empleo a uno de tus contactos a través de

source: Or via WhatsApp
es_es: o a través de WhatsApp

source: Send this offer
es_es: Envía esta oferta de empleo

source: Check the following job offer at Aquanetwork website
es_es: Revisa la siguiente oferta de empleo en el sitio web de Aquanetwork

source: You can also share our social networks
es_es: También puedes compartir en nuestras redes sociales

source: Plans
es_es: Planes

source: Do you accept
es_es: ¿Acepta

source: Are you the age of majority
es_es: ¿Es usted mayor de edad?

source: Privacy Policy
es_es: la normas de Política y Privacidad?

source: Terms and Conditions
es_es: los Términos y Condiciones?

source: Leave Reason
es_es: Razón para abandonar

source: Last Names
es_es: Apellidos

source: I certify that I have a legal work permit in
es_es: Certifico que tengo un permiso de trabajo legal en

source: Date of Birth
es_es: Fecha de nacimiento

source: Date you can start
es_es: Fecha en la que puede comenzar

source: I am Available
es_es: Estoy disponible

source: Certificate Name
es_es: Nombre del certificado

source: Company name (enter valid and current information)
es_es: Nombre de empresa (ingrese información válida y actual)
