Repository: Nogsus-CL/aquanetwork_lang_plugin
Catalog: js-jobs-*.po
Languages: es_es

source: Select some options
es_es: Selecciona algunas opciones

source: Does not matter
es_es: No es relevante

source: Months ago
es_es: meses atrás

source: Month Ago
es_es: mes atrás

source: Accounting/Finance
es_es: Contabilidad/Financia

source: Morning
es_es: Mañana

source: Night
es_es: Noche

source: Afternoon
es_es: Tarde

source: Student (Undergraduate)
es_es: Estudiante (Pregrado)

source: Student (Graduate)
es_es: Estudiante (Posgrado)

source: Postgraduate
es_es: Posgraduado

source: Entry Level
es_es: Nivel Inicial

source: Experienced (Non-Manager)
es_es: Experimentado (No Gerente)

source: Executive (Department Head, SVP, VP etc)
es_es: Ejecutivo (Jefe departamento, etc)

source: Senior Executive (President, CEO, etc)
es_es: Altos Ejecutivo (Presidente, Gerente General, etc)

source: Manager
es_es: Gerente

source: Senior Manager
es_es: Gerente Senior

source: Grass
es_es: Cesped

source: Grape Furit
es_es: Pomelo

source: Lavander
es_es: Lavanda

source: Default Address Display Style
es_es: Estilo de visualización de dirección predeterminado

source: Recommended Run Script Once A Day
es_es: Se recomienda ejecutar el script una vez al día

source: Custom Php Script To Run
es_es: Script PHP Personalizado para Ejecutar

source: Your job alert request is waiting for approval
es_es: Tu solicitud de alerta de empleo está esperando aprobación

source: Search Resume Form Settings
es_es: Ajustes de formato de busqueda de CV

source: is waiting for approval
es_es: está en espera de aprobación

source: Visitors are not allow to apply any jobs
es_es: Visitantes no están autorizados a postular a un trabajo.

source: Visitors are not allow to apply jobs
es_es: Visitantes no están autorizados a postular a un trabajo.

source: Pro version only
es_es: Sólo versión Pro

source: Top Left
es_es: Arriba izquierda

source: Top Right
es_es: Arriba derecha

source: Middle Left
es_es: Centro izquierda

source: Middle Right
es_es: Centro Derecha

source: Bottom Left
es_es: Abajo izquierda

source: Bottom Right
es_es: Abajo derecha

source: Jobs Graph
es_es: Grafico de Empleos

source: Resume Graph
es_es: Grafico de CV

source: Newest Resume Box
es_es: Cuadro de texto de últimos CVs

source: Applied Resume Box
es_es: Cuadro de texto de CVs enviados

source: My Stuff Area
es_es: Mi Área de Cosas

source: My Stats Area
es_es: Mi Área de Estadísticas

source: Active Jobs Graph
es_es: Gráfico de Empleos Activos

source: Suggested Jobs Box
es_es: Cuadro de texto de empleos sugeridos

source: Newest Jobs Box
es_es: Cuadro de texto de últimos empleos

source: Title cannot be empty.
es_es: El título no puede estar vacío.

source: Description cannot be empty.
es_es: La descripción no puede estar vacía.

source: Application Title cannot be empty.
es_es: El título de la aplicación no puede estar vacío.

source: First Name cannot be empty.
es_es: Ingresar primer nombre.

source: Last Name cannot be empty.
es_es: Ingresar apellido.

source: Email cannot be empty.
es_es: Ingresar correo electrónico.

source: File name cannot be empty.
es_es: Ingresar nombre del archivo.

source: File type cannot be empty.
es_es: Ingresar tipo de archivo.

source: File size cannot be empty.
es_es: Ingresar tamaño del archivo.

source: City, State, Country
es_es: Ciudad, Estado, País

source: City, State
es_es: Ciudad, Estado

source: City, Country
es_es: Ciudad, País

source: Job Options
es_es: Opciones de Empleo

source: Show Gold Jobs
es_es: Mostrar Empleos Dorados

source: No Of Gold Jobs
es_es: Número de Empleos Dorados

source: No Of Featured Jobs
es_es: Número de Empleos Destacados

source: Social Links
es_es: Enlaces Sociales

source: Pixels
es_es: Píxeles

source: Gold Company Auto Approve
es_es: Aprobación Automática de Empresa Dorada

source: Featured Company Auto Approve
es_es: Aprobación Automática de Empresa Destacada

source: Gold company Expire In Days
es_es: Empresa dorada vence en días

source: Featured company Expire In Days
es_es: Empresa destacada vence en días

source: Gold Job Auto Approve
es_es: Aprobación Automática de Empleo Dorado

source: Featured job Auto Approve
es_es: Aprobación Automática de Empleo Destacado

source: Text Editor
es_es: Editor de texto

source: Gold Resume Auto Approve
es_es: Aprobación Automática de CV Dorado

source: Featured Resume Auto Approve
es_es: Aprobación Automática de CV Destacado

source: Number Of Addresses Allowed
es_es: Número de Direcciones Autorizados

source: Number Of Employers Allowed
es_es: Número de Empleadores Autorizados

source: Resume Photo Size Allowed
es_es: Tamaño autorizado para foto de CV

source: Show Only The Sections That Have Value
es_es: Mostrar solo las secciones que tienen información

source: Number Of Languages Allowed
es_es: Número de Idiomas Autorizados

source: Number Of References Allowed
es_es: Número de Referencias Autorizados

source: Vistor Can Add New Resume
es_es: Visitantes pueden agregar CV

source: Configuration Of A Backup Job With Webcron.org
es_es: Configuración de una copia de seguridad con webcron.org

source: Cron Scheduling Using Wget most Hosts
es_es: Programación de cron utilizando Wget en la mayoría de los hosts

source: Cron Scheduling Using Curl siteground And A Few Other Hosts
es_es: Programación de cron utilizando cURL de siteground y algunos otros hosts

source: Url For Use With Your Own Scripts And Third Party Services
es_es: URL para usar con sus propios scripts y servicios de terceros

source: Job By City
es_es: Empleos por Ciudad

source: Jobs By Company
es_es: Empleos por empresa

source: Job By Type
es_es: Empleos por tipo

source: By Categories
es_es: Por categorías

source: By Cities
es_es: Por ciudades

source: By Types
es_es: Por tipos

source: Job Seeker Reports
es_es: Reportes de Candidatos

source: Expiry Date
es_es: Fecha de vencimiento

source: Employer Stats
es_es: Estadísticas de empleador

source: Job Seeker Stats
es_es: Estadisticas de candidato

source: Please add resume to apply job
es_es: Por favor, agregue un currículum para solicitar empleo

source: You are not allowed to view this page
es_es: No se te permite ver esta página

source: Forget Your Password?
es_es: ¿Olvidaste tu contraseña?

source: Forget Your Username?
es_es: ¿Olvidaste tu nombre de usuario?

source: Dont Have An Account?
es_es: ¿No tienes una cuenta?

source: Job seeker is not allowed in employer private area
es_es: Candidatos no están autorizados en el aréa privada del empleador.

source: You do not select your role
es_es: No has seleccionado tu rol

source: You are not logged in
es_es: No has iniciado sesión

source: Employer is not allowed in job seeker private area
es_es: Empleadores no están autorizados en el aréa privada del candidato

source: please get a package
es_es: por favor, obtén un paquete de créditos

source: You are not allowed to view employer control panel
es_es: No tienes permitido ver el panel de control del empleador

source: Set Job Apply Redirect Link
es_es: Establecer enlace de redirección de solicitud de empleo

source: Company is required for job
es_es: Se requiere crear una empresa para publicar un empleo

source: Please add a company first
es_es: Por favor, añade una empresa primero

source: job limit exceeds
es_es: se ha excedido el límite de publicación de empleos

source: StartStart publishing date must be less then stop publishing date
es_es: Fecha de publicación deber ser menor a la fecha de finalización de publicación

source: visitor can not post job
es_es: visitantes no pueden publicar empleos

source: Jobs By SubCategory
es_es: Empleos por Subcategorías

source: Job search is not allowed to employer
es_es: La búsqueda de empleo no está permitida para el empleador

source: Visitor is not allowed in employer private area
es_es: Visitantes no están autorizados en el aréa privada del empleador

source: Shortlist Job
es_es: Empleo Preseleccionado

source: Could not found any matching result
es_es: No se pudo encontrar ningún resultado coincidente

source: You are not login
es_es: No has iniciado sesión

source: Login first or apply as visitor
es_es: Inicia sesión primero o postula como visitante

source: Job apply as a visitor
es_es: Postula como visitante

source: Error has occurred please contact the administrator
es_es: Ha ocurrido un error, por favor, contacta al administrador

source: Save search not allowed
es_es: No se permite guardar la búsqueda

source: You are not allowed to view Job Seeker control panel
es_es: No tienes permitido ver el panel de control del candidato

source: View resume in detail is not allowed in your package.
es_es: Ver detalles de CVs no está incluido en tu paquete

source: Emails
es_es: Correos electrónicos

source: From Email Address
es_es: De la dirección de correo electrónico

source: Admin will receive all email notification on given address
es_es: Administrador recibirá todas las notificaciones en este correo electrónico

source: Send email to admin on new resume creation
es_es: Enviar correo electrónico al administrador cuando se cree un nuevo currículum

source: Send email to admin on new department creation
es_es: Enviar correo electrónico al administrador cuando se cree un nuevo departamento

source: Show gold jobs in job lising
es_es: Mostrar empleados dorados en lista de empleos

source: How many gold job show per page scroll
es_es: ¿Cuántos empleos dorados mostrar por desplazamiento de página?

source: Show Refine Search Tag
es_es: Mostrar etiqueta de búsqueda refinada

source: Show refine search tag on job listing
es_es: Mostrar Refinar Búsqueda Tag en lista de empleos

source: Postion of refine search tag
es_es: Posición de la etiqueta de búsqueda refinada

source: Show Featured Jobs
es_es: Mostrar empleos destacados

source: How many featured job show per page scroll
es_es: ¿Cuántos empleos destacados mostrar por desplazamiento de página?

source: Show featured jobs in job listing
es_es: Mostrar trabajos destacados en la lista de empleos

source: Job Listing Settings
es_es: Configuraciones de lista de empleos

source: Job Labels
es_es: Etiquetas de trabajo

source: Show field title for job
es_es: Mostrar el título del campo para el empleo

source: Field settings for login users
es_es: Configuraciones de campo para usuarios registrados

source: Field settings for visitors
es_es: Configuraciones de campo para visitantes

source: Auto Assign Package To Employer
es_es: Asignar automáticamente un paquete al empleador

source: New Employer
es_es: Nuevo Empleador

source: Auto Assign Package To Job Seeker
es_es: Asignar automáticamente un paquete al candidato

source: New Job Seeker
es_es: Nuevo Candidato

source: Employer Get Free Package Once
es_es: Empleador obtiene un paquete gratuito solo una vez

source: Limit free package
es_es: Límite de paquete gratuito

source: Employer get free package only once
es_es: Empleador obtiene un paquete gratuito solo una vez

source: Job seeker get free package only once
es_es: Candidato obtiene un paquete gratuito solo una vez

source: Job Seeker Get Free Package Once
es_es: Candidato obtiene un paquete gratuito solo una vez

source: Show Captcha On Registration Form
es_es: Mostrar Captcha en el formulario de registro

source: Show captcha on JS Jobs registration form
es_es: Mostrar Captcha en el formulario de registro de JS Jobs

source: Default longitude
es_es: Longitud predeterminada

source: Default latitude
es_es: Latitud predeterminada

source: How many days system show New tag
es_es: Cuántos días muestra el sistema la etiqueta 'Nuevo'

source: Add image allowed extensions
es_es: Extensiones permitidas para agregar imágenes

source: Add document allowed extensions
es_es: Extensiones permitidas para agregar documentos

source: System will not upload if company logo size exceed to given size
es_es: El sistema no podrá cargar su logo si excede el tamaño autorizado

source: How many sub categories show in popup at category layout
es_es: ¿Cuántas subcategorías se muestran en el popup en el diseño de categorías?

source: Number of Files For Resume
es_es: Número de archivos por CV

source: Maximum number of files that job seeker can upload in resume
es_es: Número máximo de archivos que un candidato puede subir en un CV

source: Resume File Maximum Size
es_es: Tamaño máximo de archivo para un CV

source: System will not upload if resume file size exceed to given size
es_es: El sistema no subirá el archivo si el tamaño del CV excede el tamaño permitido

source: Number Of Institute Allowed
es_es: Número de instituciones permitidas

source: Maximum number of institute allow in resume
es_es: Número máximo de instituciones permitidas por CV

source: Maximum number of language allow in resume
es_es: Número máximo de idiomas permitidos por CV

source: Maximum number of reference allow in resume
es_es: Número máximo de referencias permitidas por CV

source: Maximum number of address allow in resume
es_es: Número máximo de direcciones permitidas por CV

source: Maximum number of employer allow in resume
es_es: Número máximo de empleadores permitidos por CV

source: Max file size allowed
es_es: Tamaño máximo de archivo permitido

source: System unable to create database table
es_es: El sistema no puede crear la tabla de la base de datos

source: Pleae make sure your database user have create table permissions
es_es: Asegúrate de que tu usuario de base de datos tenga permisos para crear tablas

source: Create Database Table
es_es: Crear tabla de base de datos

source: Insert Record Into Table
es_es: Insertar registro en la tabla

source: System unable to insert record into table
es_es: El sistema es incapaz de insertar el registro en la tabla

source: Pleae make sure your database user have inserting permissions
es_es: Por favor, asegúrate de que tu usuario de base de datos tenga permisos para insertar

source: Update Record In Table
es_es: Actualizar registro en la tabla

source: System unable to update record into table
es_es: El sistema no puede actualizar registro en la tabla

source: Pleae make sure your database user have update permissions
es_es: Por favor, asegúrate de que tu usuario de base de datos tenga permisos para actualizar

source: Delete Record In Table
es_es: Eliminar registro en la tabla

source: System unable to delete record into table
es_es: El sistema no puede eliminar el registro en la tabla

source: Pleae make sure your database user have delete permissions
es_es: Por favor, asegúrate de que tu usuario de base de datos tenga permisos para eliminar

source: Drop Database Table
es_es: Eliminar tabla de base de datos

source: System unable to drop database table
es_es: El sistema no puede eliminar la tabla de la base de datos

source: Pleae make sure your database user have drop table permissions
es_es: Por favor, asegúrate de que tu usuario de base de datos tenga permisos para eliminar tablas

source: File Download Using CURL
es_es: Descarga de archivo usando cURL

source: CURL in not enabled
es_es: cURL no está habilitado

source: System unable to download file
es_es: El sistema no puede descargar el archivo

source: Pleae make sure you have enabled CURL library
es_es: Por favor, asegúrate de que has habilitado la biblioteca cURL

source: You do not have package
es_es: No tienes un paquete de créditos

source: Job seeker not allowed
es_es: Candidatos no están autorizados

source: Employer not allowed
es_es: Empleadores no están autorizados

source: Job Seeker Configurations
es_es: Configuraciones de Candidatos

source: Some values are not acceptable
es_es: Algunos valores no son aceptables

source: Please retry
es_es: Por favor, intenta de nuevo

source: Resume Data
es_es: Datos de CV

source: Email Alert To Employer On Resume Apply
es_es: Alerta por correo electrónico al empleador por cada postulación recibida

source: What Include In Email
es_es: ¿Qué incluir en el correo electrónico?

source: All fields are include in employer email content or only filled fields
es_es: Se incluyen todos los campos en el contenido del correo del empleador o sólo los campos llenados

source: Please login to access private area
es_es: Por favor, inicia sesión para acceder al área privada

source: This group will auto assign to new employer
es_es: Este grupo se asignará automáticamente a los nuevos empleadores

source: This group will auto assign to new job seeker
es_es: Este grupo se asignará automáticamente a los nuevos candidatos

source: System will upload all user files in this folder
es_es: El sistema subirá todos los archivos de usuario a esta carpeta

source: Viewed
es_es: Visto

source: Error in saving resume folder
es_es: Error al guardar la carpeta del CV

source: Your key is incorrect or does not exists
es_es: Tu clave es incorrecta o no existe

source: Please enter correct key
es_es: Por favor, introduce la clave correcta

source: Following currencies are rejected due to improper name
es_es: Las siguientes monedas han sido rechazadas debido a un nombre incorrecto

source: Administrator
es_es: Administrador

source: Dates
es_es: Fechas

source: Resume saved but error in uploading resume file and picture
es_es: Currículum guardado, pero hubo un error al cargar el archivo y la imagen del CV

source: Resume saved but error in uploading picture
es_es: CV guardado, pero hubo un error al cargar la imagen

source: Resume saved but error in uploading file
es_es: CV guardado, pero hubo un error al cargar el archivo

source: Data Not Post On Server
es_es: Datos no publicados en el servidor

source: Error Resume Saving
es_es: Error al guardar el CV

source: Authentication Fail
es_es: Error de autenticación

source: Error in saving resume user fields
es_es: Error al guardar los campos del usuario del CV

source: Improper Resume Name
es_es: Nombre de CV incorrecto

source: Visitor Resume
es_es: CV de visitante

source: Back
es_es: Atrás

source: Download From Joomsky Website
es_es: Descargar desde el sitio web de Joomsky

source: Not Default
es_es: No prederterminado

source: Order Up
es_es: Orden Ascendente

source: Order Down
es_es: Orden Descendente

source: Job Ages
es_es: Edad en Empleos

source: Job Career Levels
es_es: Niveles de Carrera Profesional

source: Company Approve
es_es: Aprobación de la Empresa

source: Gold Approve
es_es: Aprobación Dorada

source: Feature Approve
es_es: Aprobación Destacada

source: All Approve
es_es: Todo Aprobado

source: Company Reject
es_es: Rechazo de la Empresa

source: Gold Reject
es_es: Rechazo Dorado

source: Feature Reject
es_es: Rechazo Destacado

source: All Reject
es_es: Todo Rechazado

source: Delete About Company
es_es: Eliminar Acerca de la Empresa

source: Number Of Jobs
es_es: Número de empleos

source: Auto assign package to
es_es: Asignar paquete automáticamente a

source: Allow User Register As Employer
es_es: Permitir que los usuarios se registren como empleadores

source: Employer Top Menu Links
es_es: Enlaces del menú superior del empleador

source: List Jobs
es_es: Lista de Empleos

source: Theme
es_es: Tema

source: Save User Field
es_es: Guardar Campo de Usuario

source: User Field
es_es: Campo de Usuario

source: Job Type Title
es_es: Título del Tipo de Empleo

source: Job Experience
es_es: Experiencia laboral

source: Folders Resume
es_es: Carpeta de CV

source: Job Approve
es_es: Aprobación del anuncio de empleo

source: Job Reject
es_es: Rechazo del anuncio de empleo

source: Edit Job Alert
es_es: Editar Alerta de Empleo

source: Form Job Alert
es_es: Formato de Alerta de Empleo

source: To get serial number click here
es_es: Para obtener el número de serie, haz clic aquí

source: Job Sharing Log
es_es: Registro de empleo compartido

source: Your system is up to date
es_es: Tu sistema está actualizado

source: Unable connect to server
es_es: No es posible la conección al servidor

source: Created By
es_es: Creado por

source: Pro Download
es_es: Descarga Pro

source: Free Download
es_es: Descarga Gratuita

source: Refrence links
es_es: Enlaces de Referencia

source: Edit Message
es_es: Editar Mensaje

source: Form Message
es_es: Formulario de Mensaje

source: Save Message
es_es: Guardar Mensaje

source: Resume App Title
es_es: Título de la Aplicación de CV

source: Payer Item Name2
es_es: Nombre del Ítem del Pagador 2

source: Employee Name
es_es: Nombre del Empleado

source: Date Start
es_es: Fecha de Inicio

source: Date End
es_es: Fecha de fin

source: Cpi Store
es_es: Tienda CPI

source: Others Setting
es_es: Otras Configuraciones

source: Mark All
es_es: Marcar Todo

source: Resume Approve
es_es: Aprobación de CV

source: Resume Reject
es_es: Rechazo de CV

source: View Resumes
es_es: Ver CVs

source: Salary Range Types
es_es: Tipos de Rango Salarial

source: State Name
es_es: Nombre del Estado

source: Disabled
es_es: Desactivado

source: Change Role
es_es: Cambiar Rol

source: You can not apply to this job
es_es: No puedes postular a este empleo

source: Your job apply limit exceeds
es_es: Tu límite de postulaciones a empleo ha sido superado

source: Click Here To
es_es: Haz clic aquí para

source: Lastest Jobs
es_es: Empleos Recientes

source: Applied resume by experience
es_es: Currículums aplicados por experiencia

source: Select Driving License
es_es: Seleccionar Licencia de Conducir

source: Select Experience
es_es: Seleccionar Experiencia

source: Welcome In
es_es: Bienvenido/a a

source: You Are New In
es_es: Eres Nuevo/a en

source: Jlogin
es_es: Inicio de Sesión

source: Package is required to perform this action
es_es: Se requiere un paquete para realizar esta acción

source: please get package
es_es: Por favor, obtén un paquete

source: please get new package
es_es: Por favor, obtén un nuevo paquete

source: You can not add new company
es_es: No puedes agregar una nueva empresa

source: Please get package to extend your company limit
es_es: Por favor, obtén un paquete para ampliar el límite de tu empresa

source: You can not add new cover letter
es_es: No puedes agregar una nueva carta de presentación

source: Applied resume by experiences
es_es: Currículums aplicados por experiencias

source: You can not add new folder
es_es: No puedes agregar una nueva carpeta

source: Tell A Freind
es_es: Dile a un Amigo

source: Company Jobs
es_es: Empleos de la Empresa

source: Refine Search
es_es: Refinar Búsqueda

source: Reqiured Travel
es_es: Viaje Requerido

source: Radius
es_es: Radio

source: Select Some Options
es_es: Seleccionar Algunas Opciones

source: Type In A Search Term
es_es: Escribir un Término de Búsqueda

source: Searching
es_es: Buscando

source: Applied Info
es_es: Información de Postulación

source: Save search is not allowed in your package
es_es: No se permite guardar la búsqueda en tu paquete

source: please get package which has this option
es_es: Por favor, obtén un paquete que tenga esta opción

source: Job By Category
es_es: Empleo por Categoría

source: Choose Files
es_es: Elegir Archivos

source: Please Select New Experience
es_es: Por favor, selecciona una nueva experiencia

source: Add Reference
es_es: Agregar Referencia

source: Are you sure to cancel job apply
es_es: ¿Estás seguro/a de cancelar la postulación al empleo?

source: Please first save the resume then apply
es_es: Por favor, guarda primero el CVy luego postula

source: This is not your resume
es_es: Este no es tu CV

source: Please save your resume first then press apply now button
es_es: Por favor, guarda tu CV primero y luego presiona el botón 'Postular Ahora'

source: You can not add new resume
es_es: No puedes agregar un nuevo CV

source: Please get new package to extend your resume limit
es_es: Por favor, obtén un nuevo paquete para ampliar el límite de tu CV

source: Resume search is not allowed in your package
es_es: La búsqueda de CVs no está permitida en tu paquete

source: Active Jobs
es_es: Empleos Activos

source: Update
es_es: Actualizar

source: Misc
es_es: Misceláneo
